Repository: gbif/doc-georeferencing-calculator-manual
Catalog: translations/*.po
Languages: es

source: The process (verb) or product (noun) of interpreting a <<locality>> description into a spatially mappable representation using a <<georeferencing method>>. Compare with <<geocode>>. The usage here is distinct from the concept of georeferencing satellite and other imagery (known as georectification).
es: El proceso (verbo) o producto (sustantivo) de interpretar la descripción de una <<localidad>> en una representación espacializable usando un <<método de georreferenciación>>. Comparar con <<geocodificación>>. El uso aquí es distinto del concepto de georreferenciación satelital y de imágenes (conocido como georrectificación).

source: [[georeferencing-method]]georeferencing method
es: [[método-de-georreferenciación]]método de georreferenciación

source: The type of spatial representation produced as the output of a <<georeferencing protocol>>. In this document we discuss three particular methods of representation in detail, the <<shape>> method, the <<bounding-box>> method, and the <<point-radius>> method.
es: Tipo de representación espacial producida como resultado de un <<protocolo de georreferenciación>>. En este documento se discuten en detalle tres métodos particulares de representación, el método de la <<forma geométrica>>, el método de la <<caja delimitadora>> y el método del <<radio-punto>>.

source: [[georeferencing-protocol]]georeferencing protocol
es: [[protocolo-de-georreferenciación]]protocolo de georreferenciación

source: The documented specific steps to apply to a <<locality>>, based on the <<locality type>>, to produce a particular type of spatial representation.
es: Los pasos específicos documentados para aplicar a una <<localidad>>, basados en el <<tipo de localidad>>, para producir un tipo particular de representación espacial.

source: GIS
es: SIG

source: _see_ <<geographic-information-system>>.
es: _ver_ <<sistema-de-información-geográfica>>.

source: [[GUID,Globally Unique Identifier]]Globally Unique Identifier (GUID)
es: [[GUID,Identificador Único Global]]Identificador Único Global (GUID)

source: Globally Unique Identifier, a 128-bit string of characters applied to one and only one physical or digital entity so that the string uniquely identifies the entity and can be used to refer to the entity. See also <<PID>>.
es: Identificador único global. Una cadena de caracteres de 128 bits aplicada a una única entidad física o digital para que dicha cadena identifique la entidad y pueda ser usada para referirla. Ver también <<PID>>.

source: Global Navigation Satellite System, the generic term for satellite navigation systems that provide global autonomous geo-spatial positioning. This term encompasses <<GPS>>, GLONASS, Galileo, BeiDou and other regional systems.
es: Sistema Global de Navegación por Satélite. El término genérico para sistemas de navegación satelital que proporcionan una posición geoespacial global de forma autónoma. Este término engloba <<GPS>>, GLONASS, Galileo, BeiDou y otros sistemas regionales.

source: Global Positioning System, a satellite-based system used for determining positions on or near the earth. Orbiting satellites transmit radio signals that allow a receiver to calculate its own <<location>> as <<coordinates>> and <<elevation>>, sometimes with <<accuracy>> estimates. A GPS or <<GNSS>> Receiver (including those in smartphones and cameras) is the instrument that receives the radio signals and translates them into <<geographic coordinates>>. See also <<GNSS>> of which GPS is one example.
es: Sistema de Posicionamiento Global. Un sistema basado en satélites utilizado para determinar posiciones espaciales sobre la Tierra o cerca de esta. Los satélites orbitacionales transmiten señales de radio que permiten a un receptor calcular su propia <<ubicación>> como <<coordenadas>> y <<elevación>>, a veces con estimaciones de <<exactitud>>. Un receptor GPS o <<GNSS>> (incluyendo los de los teléfonos inteligentes y las cámaras) es el instrumento que recibe las señales de radio y las traduce en <<coordenadas geográficas>>. Ver también <<GNSS>> del cual el GPS es un ejemplo.

source: [[GPS-receiver]]GPS (receiver)
es: [[GPS-receiver]]GPS (receptor)

source: The colloquial term used to refer to both GPS and <<GNSS>> receivers. A GPS or GNSS receiver is an instrument which, in combination with an inbuilt or separate antenna, is able to receive and interpret signals from GNSS satellites.
es: El término coloquial utilizado para referirse tanto al GPS como a los receptores <<GNSS>>. Un receptor GPS o GNSS es un instrumento que en combinación con una antena incorporada o separada, es capaz de recibir e interpretar señales de radio de los satélites GNSS.

source: [[grid]]grid
es: [[grilla]]grilla

source: a network or array of evenly spaced orthogonal lines used to organize space into partitions. Often these are superimposed on a map and used for reference, such as <<UTM>> grid.
es: red o matriz de líneas ortogonales uniformemente espaciadas que se utilizan para organizar el espacio en particiones. A menudo estos son superpuestos en un mapa y usados como referencia, así como la cuadrícula <<UTM>>.

source: [[ground-zero]]ground zero
es: [[cota-cero]]cota cero

source: {caves} the <<location>> on the land surface directly above a radiolocation point in a cave where the magnetic radiation lines are vertical. See {gbp}#img-vertical-position-in-a-cave[Elevation (Chapman & Wieczorek 2020)^].
es: {caves} la <<ubicación>> en la superficie directamente sobre un punto de radiolocación en una cueva donde las líneas de radiación magnética son verticales. Ver{gbp}#img-vertical-position-in-a-cave[Elevación (Chapman & Wieczorek 2020)^].

source: see <<GUID,Globally Unique Identifier>>.
es: ver <<GUID,Identificador Único Global>>.

source: [[heading]]heading
es: [[orientación-cardinal]]orientación cardinal

source: Compass direction such as east or northwest, or sometimes given as degrees clockwise from north. Usually used in conjunction with <<offset>> to give a distance and direction from a <<feature>>.
es: Dirección cardinal (de brújula) como este o noroeste o dada a veces como grados en sentido de las agujas del reloj partiendo desde el norte. Generalmente usado en combinación con un <<desplazamiento>> para señalar una dirección y distancia desde una <<entidad geográfica>>.

source: [[height-datum]]height datum
es: [[datum-de-elevación]]datum de elevación

source: see <<vertical datum>>.
es: ver <<datum vertical>>.

source: [[latitude]]latitude
es: [[latitud]]latitud

source: The angular distance of a point north or south of the equator.
es: La distancia angular de un punto al norte o sur del ecuador.

source: [[locality]]locality
es: [[localidad]]localidad

source: The verbal representation of a <<location>>, also sometimes called "locality description".
es: La representación verbal de una <<ubicación>>, también llamada a veces "descripción de la localidad".

source: [[locality-clause]]locality clause
es: [[claúsula-de-la-localidad]]claúsula de la localidad

source: A part of a <<locality>> description that can be categorized into one of the <<locality type,locality types>>, to which a specific <<georeferencing method>> can be applied.
es: Parte de una descripción de la <<localidad>> que puede ser categorizada en un <<tipo de localidad>> al que se puede aplicar un <<protocolo de georreferenciación>> específico.

source: [[locality-type]]locality type
es: [[tipo-de-localidad]]tipo de localidad

source: A category applied to a <<locality clause>> that determines the specific <<georeferencing method>> that should be applied.
es: Una categoría aplicada a una <<claúsula de la localidad>> que determina el <<protocolo de georreferenciación>> específico que debe ser utilizado.

source: [[location]]location
es: [[ubicación]]ubicación

source: A physical space that can be positioned and oriented relative to a reference point, and potentially described in a natural language <<locality>> description. In <<georeference,georeferencing>>, a location can have distinct representations based on distinct <<rules of interpretation>>, each of which is embodied in a <<georeferencing method>>.
es: Un espacio físico que puede posicionarse y orientarse de manera relativa a un punto de referencia y potencialmente descrito en un lenguaje natural en la descripción de la <<localidad>>. En la <<georeferencia,georreferenciación>>, una ubicación puede tener distintas representaciones basadas en diferentes <<reglas de interpretación>>, cada una de las cuales está incorporada en un <<método de georreferenciación>>.

source: [[longitude]]longitude
es: [[longitud]]longitud

source: The angular distance of a point east or west of a <<prime meridian>> at a given <<latitude>>.
es: La distancia angular de un punto este o oeste del <<meridiano cero>> a una <<latitud>> determinada.

source: [[magnetic-declination]]magnetic declination
es: [[declinación-magnética]]declinación magnética

source: The angle on the horizontal plane between magnetic north (the direction the north end of a magnetized compass needle points, corresponding to the direction of the Earth's magnetic field lines) and true north (the direction along a <<meridian>> towards the geographic North Pole). This angle varies depending on the position on the Earth's surface and https://en.wikipedia.org/wiki/Polar_wandering[changes^] over time.
es: El ángulo en el plano horizontal entre el norte magnético (la dirección hacia el extremo norte al que apunta la aguja de una brújula magnetizada, correspondiente a la dirección de las líneas del campo magnético de la Tierra) y el verdadero norte (la dirección a lo largo de un <<meridiano>> hacia el Polo Norte geográfico). Este ángulo varía dependiendo de la posición sobre la superficie de la Tierra y https://es.wikipedia.org/wiki/Paleomagnetismo[cambia^] en el tiempo.

source: [[maximum-uncertainty-distance]]maximum uncertainty distance
es: [[distancia-máxima-de-incertidumbre]]distancia máxima de incertidumbre

source: The radius in a <<point-radius>> representation of a <<location>>, that is a numerical value that defines the upper limit of the horizontal distance from the position of the given <<geographic-coordinates,geographic coordinate>> to a point on the outer extremity of the geographic area within which the whole of a location lies. When given in meters, it corresponds to the <<Darwin Core>> term term:dwc[coordinateUncertaintyInMeters].
es: El radio en una representación <<radio-punto>> de una <<ubicación>>, que corresponde a un valor numérico que define el límite superior de la distancia horizontal desde la posición de una <<coordenadas geográficas,coordenada geográfica>> dada, hasta el punto mas alejado del área geográfica que representa la totalidad de la ubicación. Cuando se indica en metros, corresponde al campo del <<Darwin Core>> term:dwc[coordinateUncertaintyInMeters].

source: [[mean-sea-level,mean sea level]]mean sea level (MSL)
es: [[nivel-medio-del-mar,nivel medio del mar]]nivel medio del mar (NMM)

source: A <<vertical datum>> from which heights such as <<elevation>> are usually measured. Mean sea levels were traditionally determined locally by measuring the midpoint between a mean low and mean high tide at a particular <<location>> averaged over a 19-year period covering a complete tidal cycle. More recently, MSL is best described by a <<geoid>>.
es: Un <<datum vertical>> desde el cual se miden las alturas tales como la <<elevación>> normalmente. Los niveles medios del mar tradicionalmente se determinan localmente midiendo el punto medio entre una marea media baja y una marea media alta, en una <<ubicación>> particular, promediando un período de cerca de 19 años para cubrir un ciclo de mareas completo. Más recientemente, el NMM es mejor descrito por un <<geoide>>.

source: [[meridian]]meridian
es: [[meridiano]]meridiano

source: A line on the surface of the earth where all of the <<location,locations>> have the same <<longitude>>. Compare <<antimeridian>> and <<prime meridian>>.
es: Una línea en la superficie de la tierra donde todas las <<ubicación,ubicaciones>> tienen la misma <<longitud>>. Comparar con <<antimeridiano>> y <<meridiano cero>>.

source: [[named-place]]named place
es: [[lugar-nombrado]]lugar nombrado

source: see <<feature>>. Note that "named place" was used in some earlier <<georeference,georeferencing>> documents.
es: ver <<entidad geográfica>>. Note que "lugar nombrado" fue utilizado en documentos anteriores sobre <<georreferencia,georreferenciación>>.

source: [[northing]]northing
es: [[northing]]norte

source: Within a <<coordinate reference system>> (e.g. as provided by a <<GPS>> or a map <<grid>> reference system), the line representing northward distance from a reference <<latitude>>.
es: Dentro de un <<sistema de coordenadas de referencia>> (p. ej. como el proporcionado por un <<GPS>> o un un mapa de <<grilla,grillas>> bajo un sistema de referencia específico), la línea que representa la distancia hacia el norte desde una <<latitud>> de referencia.

source: [[offset]]offset
es: [[desplazamiento]]desplazamiento

source: A displacement from a reference <<location>>. Usually used in conjunction with <<heading>> to give a distance and <<direction>> from a <<feature>>.
es: El desplazamiento desde una <<ubicación>> de referencia. Generalmente utilizado en conjunto con una <<dirección>> para dar una distancia y orientación desde una <<entidad geográfica>>.

source: [[path]]path
es: [[ruta]]ruta

source: A route or track between one place and another. In some cases the path may cross itself.
es: Ruta o camino entre un lugar y otro. En algunos casos el camino puede cruzarse a si mismo.

source: [[PID]]persistent identifier (PID)
es: [[PID]]identificador persistente (PID)

source: A long-lasting reference to a document, file, web page, or other object. The term "persistent identifier" is usually used in the context of digital objects accessible over the Internet. There are many options for PIDs, such as <<GUID,Globally Unique Identifiers (GUIDs)>>, https://www.doi.org[Digital Object Identifiers (DOIs)^], and Universal Unique Identifiers (UUIDs).
es: Una referencia permanente a un documento, archivo, página web u otro objeto. El término "identificador persistente" se utiliza generalmente en el contexto de objetos digitales accesibles a través de Internet. Hay muchas opciones para PIDs, como <<GUID,Identificadores Únicos Globales (GUIDs)>>, https://www.doi.org[Identificadores de Objetos Digitales (DOIs)^] e Identificadores Únicos Universales (UUIDs).

source: [[point-radius]]point-radius
es: [[radio-punto]]radio-punto

source: A representation of the <<geographic component>> of a <<location>> as a <<geographic-coordinates,geographic coordinate>> and a <<maximum uncertainty distance>>. The <<point-radius>> <<georeferencing method>> produces <<georeference,georeferences>> that include geographic coordinates, a <<coordinate reference system>>, and a maximum uncertainty distance that encompasses all of the possible geographic coordinates where a <<locality>> might be interpreted to be. This representation encompasses all of the geographical <<uncertainty,uncertainties>> within a circle. The point-radius method uses ranges to represent the non-geographic descriptors of the location (<<elevation>>, <<depth>>, <<distance above surface>>).
es: Representación del <<componente geográfico>> de una <<ubicación>> a partir de sus <<coordenadas geográficas>> y una <<distancia máxima de incertidumbre>>. El <<método de georreferenciación>> radio-punto produce <<georreferencia,georreferencias>> que incluyen coordenadas geográficas bajo un <<sistema de referencia de coordenadas>> y una distancia máxima de incertidumbre que cubre todas las posibles coordenadas geográficas donde una <<localidad>> podría interpretarse que está. Esta representación enmarca toda la <<incertidumbre>> dentro de un círculo. El método radio-punto utiliza rangos para representar otros atributos no geográficos de la ubicación (<<elevación>>, <<profundidad>>, <<distancia sobre la superficie>>).

source: [[precision]]precision
es: [[precisión]]precisión

source: The closeness of a repeated set of observations of the same quantity to one another – a measure of control over random <<error>>.
es: La cercanía entre un conjunto repetido de observaciones de la misma cantidad entre sí, una medida de control sobre el <<error>> aleatorio.

source: With values, it describes the finest unit of measurement used to express that value (e.g. if a record is reported to the nearest second, the precision is 1/3600^th^ of a degree; if a <<decimal degrees,decimal degree>> is reported to two decimal places, the precision is 0.01 of a degree).
es: Con valores, describe la mejor unidad de medida utilizada para expresar ese valor (p. ej. si un registro se reporta al segundo más cercano, la precisión es 1/3600 ^ de un grado; si un <<grados decimales,grado decimal>> es reportado a dos decimales, la precisión es 0. 1 de grado).

source: Antonym: imprecision. Compare <<accuracy>>, <<error>>, <<bias>>, <<false precision>>, and <<uncertainty>>.
es: Antónimo: imprecisión. Comparar con <<exactitud>>, <<error>>, <<sesgo>>, <<falsa precisión>> e <<incertidumbre>>.

source: [[prime-meridian]]prime meridian
es: [[prime-meridian]]meridiano cero

source: The set of <<location,locations>> with <<longitude>> designated as 0 degrees east and west, to which all other longitudes are referenced. The Greenwich <<meridian>> is internationally recognized as the <<prime meridian>> for many popular and official purposes.
es: Conjunto de <<ubicación,ubicaciones>> con <<longitud>> designada como 0 grados este y oeste, a partir del cuál se referencian todas las longitudes. El <<meridiano>> de Greenwich es reconocido internacionalmente como el <<meridiano cero>> para muchos propósitos populares y oficiales.

source: [[projection]]projection
es: [[projection]]proyección

source: A series of transformations that convert the locations of points in a <<coordinate reference system>> on a curved surface (the reference surface or <<datum>>) to the <<location,locations>> of corresponding points in a coordinate reference system on a flat plane. The datum is an integral part of the projection, as projected <<coordinate system,coordinate systems>> are based on <<geographic coordinates>>, which are in turn referenced to a <<geodetic datum>>. It is possible, and even common for datasets to be in the same projection, but referenced to distinct geodetic datums, and therefore have different <<coordinates,coordinate>> values.
es: Serie de transformaciones que convierten la ubicación de los puntos de un <<sistema de referencia de coordenadas>> sobre una superficie curvada (la superficie de referencia o <<datum>>), en las <<ubicación,ubicaciones>> de dichos puntos a un sistema de referencia de coordenadas plano o proyectado. El datum es una parte integral de la proyección ya que los <<sistema de coordenadas,sistemas de coordenadas>> proyectados se basan en <<coordenadas geográficas>>, que a su vez son referenciadas en un <<datum geodésico>>. Es posible, e incluso común, que los conjuntos de datos estén en la misma proyección, pero referenciados a distintos datums geodésicos y, por lo tanto, tengan diferentes valores en sus <<coordenadas>>.

source: [[quality]]quality
es: [[quality]]calidad

source: see <<data quality>>.
es: ver <<calidad de datos>>.

source: [[radial]]radial
es: [[radio]]radio

source: The distance from a center point (e.g. the <<corrected center,corrected>> or <<geographic center>>) within a <<location>> to the furthest point on the outermost <<boundary>> of that <<location>>. See also <<geographic radial>>.
es: Distancia desde un punto central (p. ej. el <<centro corregido,corregido>> o <<centro geográfico>>) dentro de una <<ubicación>> al punto más lejano del <<límite>> de esa <<ubicación>>. Ver también <<radio geográfico>>.

source: [[repatriate]]repatriate, repatriation
es: [[repatriate]]repatriar, repatriación

source: The process of returning something to the source from which it was extracted. In the <<georeference,georeferencing>> sense, this refers to the process of adding the results of georeferencing to the original data, especially when georeferencing was done by a third party.
es: Proceso de retornar algo a la fuente de la que fue extraído. En el sentido de la <<georreferencia,georreferenciación>> se refiere al proceso de agregar los resultados de la georreferenciación a los datos originales, especialmente cuando esta fue realizada por un tercero.

source: [[rules-of-interpretation]]rules of interpretation
es: [[rules-of-interpretation]]reglas de interpretación

source: A documented set of steps to take in order to produce a standardized representation of source information.
es: Conjunto documentado de pasos a tomar para producir una representación estandarizada de la información fuente.

source: [[sbas]]Satellite Based Augmentation System (SBAS)
es: [[sbas]]Sistema de Aumentación Basado en Satélites (SBAS)

source: A civil aviation safety-critical system that supports wide-area or regional augmentation through the use of geostationary (GEO) satellites that broadcast the augmentation information (see discussion in {gbp}#satellite-based-augmentation-system[Satellite Based Augmentation System (Chapman & Wieczorek 2020)^]).
es: Un sistema crítico para la aviación civil que apoya la corrección regional o de amplia área mediante el uso de satélites geoestacionarios (GEO) que difunden la información aumentada (ver la discusión en {gbp}#sistema-de-aumentación-basado-en-satélites[Sistema de Aumentación Basado en Satélites (Chapman & Wieczorek 2020)^]).

source: [[shape]]shape
es: [[forma-geométrica]]forma geométrica

source: Synonym of <<footprint>>. A representation of the <<geographic component>> of a location as a <<geometry>>. The result of a <<georeferencing method,shape georeferencing method>> includes a shape as the geographic component of the <<georeference>>, which contains the set of all possible <<geographic coordinates>> where a <<location>> might be interpreted to be. This representation encompasses all of the geographical <<uncertainty,uncertainties>> within the geometry given. The shape method uses ranges to represent the non-geographic descriptors of the location (<<elevation>>, <<depth>>, <<distance above surface>>).
es: Sinónimo de <<footprint>>. Una representación del <<componente geográfico>> de una ubicación a partir de una <<geometría>>. El resultado de la aplicación de un <<método de georreferenciación, método de georreferenciación de formas geométricas>> incluye una forma geométrica como componente geográfico de la <<georreferencia>>, que contiene el conjunto de todas las posibles <<coordenadas geográficas>> donde una <<ubicación>> podría estar presente. Esta representación engloba toda la <<incertidumbre>> geográfica dentro de la geometría resultante. El método de forma geométrica utiliza rangos para representar los atributos no geográficos de la ubicación (<<elevación>>, <<profundidad>>, <<distancia sobre la superficie>>).

source: [[smallest-enclosing-circle]]smallest enclosing circle
es: [[círculo-mínimo]]círculo mínimo
