Repository: gbif/doc-georeferencing-calculator-manual
Catalog: translations/*.po
Languages: es

source: Georeferencing Calculator Manual
es: Manual de la Calculadora de Georreferenciación

source: Colophon
es: Colofón

source: Suggested citation
es: Citación sugerida

source: Bloom DA, Wieczorek JR & Zermoglio PF (2020) Georeferencing Calculator Manual. Copenhagen: GBIF Secretariat. https://doi.org/10.35035/gdwq-3v93
es: Bloom DA, Wieczorek JR & Zermoglio PF (2020) Manual de la Calculadora de Georreferenciación. Copenhagen: GBIF Secretariat. https://doi.org/10.35035/gdwq-3v93

source: Authors
es: Autores

source: Licence
es: Licencia

source: The document _Georeferencing Calculator Manual_ is licensed under https://creativecommons.org/licenses/by-sa/4.0[Creative Commons Attribution-ShareAlike 4.0 Unported License].
es: Este documento _Manual de la Calculadora de Georreferenciación_ se publica bajo una licencia https://creativecommons.org/licenses/by-sa/4.0/deed.es[Creative Commons Attribución-CompartirIgual 4.0 Internacional].

source: Persistent URI
es: URI persistente

source: Document control
es: Control del documento

source: Version 1.0, December 2020
es: V1.0, Diciembre 2020

source: Originally based on an earlier publication: Wieczorek J & Bloom DA (2015) Manual for the Georeferencing Calculator. University of California, Berkeley: Museum of Vertebrate Zoology. http://georeferencing.org/gci2/docs/GeoreferencingCalculatorManualv2.html.
es: Originalmente basado en una publicación anterior: Wieczorek J & Bloom DA (2015) Manual for the Georeferencing Calculator. University of California, Berkeley: Museum of Vertebrate Zoology. http://georeferencing.org/gci2/docs/GeoreferencingCalculatorManualv2.html.

source: Cover image
es: Imagen de portada

source: Western bobcat (_Lynx rufus_ subsp. _fasciatus_), Sonoma County, California, United States. Photo 2019 Sonoma Ecology Center–Research Department via https://www.gbif.org/occurrence/2597893778[iNaturalist research-grade observations], licensed under http://creativecommons.org/licenses/by-nc/4.0/[CC BY-NC 4.0].
es: Lince de Baja California (_Lynx rufus_ subsp. _fasciatus_), Condado de Sonoma, California, Estados Unidos. Foto 2019 Sonoma Ecology Center–Research Department vía https://www.gbif.org/occurrence/2597893778[iNaturalist research-grade observations], bajo licencia http://creativecommons.org/licenses/by-nc/4.0/[CC BY-NC 4.0].

source: Introduction
es: Introducción

source: The http://georeferencing.org/georefcalculator/gc.html[Georeferencing Calculator (Wieczorek & Wieczorek 2020)^] described in this document is a tool created to aid in the <<georeference,georeferencing>> of descriptive <<locality,localities>> such as those found in museum-based natural history collections. It was originally designed for the Mammal Networked Information System (MaNIS) and has been widely adopted in other large-scale collaborative georeferencing projects to supplement semi-automated georeferencing tools. The application makes calculations using the theory given in {gbp}[Georeferencing Best Practices (Chapman & Wieczorek 2020)^], derived from the earlier http://georeferencing.org/georefcalculator/docs/GeorefGuide.html[MaNIS/HerpNET/ORNIS Georeferencing Guidelines (Wieczorek 2001)^], and https://doi.org/10.1080/13658810412331280211[The point-radius method for georeferencing locality descriptions and calculating associated uncertainty (Wieczorek et al. 2004)^]. Specific methods for calculating a wide variety of examples of the distinct locality types are given in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^].
es: La http://georeferencing.org/georefcalculator/gc.html[Calculadora de Georreferenciación (Wieczorek & Wieczorek 2020)^] descrita en este documento es una herramienta creada para ayudar en la <<georreferencia, georreferenciación>> de <<localidad, localidades>> descriptivas como las que se encuentran en las colecciones de historia natural de los museos. Se diseñó originalmente para el Mammal Networked Information System (MaNIS) y se ha adoptado ampliamente en otros proyectos de georreferenciación colaborativa a gran escala para complementar las herramientas de georreferenciación semiautomatizadas. La aplicación realiza cálculos utilizando la teoría depositada en {gbp}[Buenas Prácticas de Georreferenciación (Chapman & Wieczorek 2020)^], derivado de los documentos anteriores http://georeferencing.org/georefcalculator/docs/GeorefGuide.html[Pautas de Georreferenciación MaNIS/HerpNET/ORNIS (Wieczorek 2001)^], y https://doi.org/10.1080/13658810412331280211[El método radio-punto para la georreferenciación de descripciones de localidades y el cálculo de la incertidumbre asociada (Wieczorek et al. 2004)^]. En la {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^] se presentan métodos específicos para calcular una amplia variedad de ejemplos de los distintos tipos de localidad.

source: Underlined terms throughout this document (e.g. <<accuracy>>) link to definitions in the <<Glossary>> (the same glossary of terms used in {gbp}[Georeferencing Best Practices^], while terms in italics (e.g. xref:ui-input-latitude[role=ui-element]) refer to fields and/or labels in the Calculator. <<darwin-core,Darwin Core>> terms are displayed in monospace (e.g. term:dwc[georeferenceRemarks]) in all GBIF digital documentation and link to the definitions maintained by Biodiversity Information Standards (TDWG) in the approved https://dwc.tdwg.org/list/[List of Darwin Core terms^].
es: Los términos subrayados a lo largo de este documento (p. ej. <<exactitud>>) tienen un enlace a las definiciones en el <<Glosario>> (el mismo glosario de términos utilizado en {gbp}[Buenas Prácticas de Georreferenciación^], mientras que los términos en cursiva (p. ej. xref:ui-latitud-de-entrada[role=ui-element]) se refieren a campos y/o etiquetas en la Calculadora. Los términos del <<darwin-core,Darwin Core>> se muestran en monoespacio (p.ej. term:dwc[georeferenceRemarks]) en toda la documentación digital de GBIF y tienen un enlace a las definiciones mantenidas por Biodiversity Information Standards (TDWG) en la https://dwc.tdwg.org/list/[Lista de Términos de Darwin Core^] aprobada.

source: Running the Calculator
es: Ejecutar la Calduladora

source: The http://georeferencing.org/georefcalculator/gc.html[Georeferencing Calculator^] uses JavaScript and runs in a browser. The latest version can be initiated http://georeferencing.org/georefcalculator/gc.html[here^], or it can be downloaded in a .zip or .tar.gz archive from the https://github.com/VertNet/georefcalculator/releases[releases page of the Calculator GitHub repository^], unzipped to a convenient location and run in a browser by opening the file gc.html. Problems encountered with the Calculator should be entered as issues in the https://github.com/VertNet/georefcalculator/issues[GitHub repository issue tracker^] and should include the version identifier, which can be found in the lower right-hand corner of the Calculator (see xref:img-screen-image[xrefstyle="short"]). When the Calculator is opened it should appear as shown in xref:img-screen-image[xrefstyle="short"].
es: La http://georeferencing.org/georefcalculator/gc.html[Calculadora de Georreferenciación^] utiliza JavaScript y se ejecuta en un navegador. La última versión puede iniciarse en http://georeferencing.org/georefcalculator/gc.html[aquí^] o puede descargarse en un archivo .zip o .tar.gz desde la página https://github.com/VertNet/georefcalculator/releases[página de publicaciones de la Calculadora en el repositorio GitHub^], descomprimirse en una ubicación conveniente y ejecutarse en un navegador abriendo el archivo gc.html. Los problemas que se encuentre con la Calculadora deben introducirse como problemas en el https://github.com/VertNet/georefcalculator/issues[seguimiento de problemas en el repositorio GitHub^] y deben incluir el identificador de la versión, que puede encontrarse en la esquina inferior derecha de la Calculadora (ver xref:img-screen-image[xrefstyle="short"]). Cuando se abre la Calculadora debe aparecer como se muestra en xref:img-screen-image[xrefstyle="short"].

source: Screen image of the Georeferencing Calculator when it first opens, showing the language selection drop-down, the xref:ui-locality-type[role=ui-element] drop-down box to initiate a georeference calculation, the [ui-element]#Distance Converter#, and the [ui-element]#Scale Converter#.
es: Pantallazo de cuando se ejecuta la Calculadora de Georreferenciación, mostrando el desplegable de selección de idioma, el cuadro desplegable xref:ui-locality-type[role=ui-element] para iniciar un cálculo de georreferenciación, el [ui-element]#Convertidor de Distancias#, y el [ui-element]#Convertidor de Escalas#.

source: Basic Workflow
es: Flujo de Trabajo Básico

source: The http://georeferencing.org/georefcalculator/gc.html[Georeferencing Calculator (Wieczorek & Wieczorek 2020)^] is designed to prompt the user only for what is needed to <<georeference>> based on the xref:ui-locality-type[role=ui-element] selected. The steps in the basic workflow are:
es: La http://georeferencing.org/georefcalculator/gc.html[Calculadora de Georreferenciación (Wieczorek & Wieczorek 2020)^] está diseñada para solicitar al usuario solamente la información necesaria para <<georreferenciar>> en función del xref:ui-tipo-de-localidad[role=ui-element] seleccionado. Los pasos del flujo de trabajo básico son:

source: Choose the language for the Calculator.
es: Escoger el idioma de la Calculadora.

source: Select the <<locality-type>> that best matches the descriptive <<locality>> for the georeference. The interface will add all of the fields necessary to calculate the georeference.
es: Seleccionar el <<tipo de localidad>> que mejor se ajuste a la <<localidad>> descriptiva para la georreferencia. La interfaz añadirá todos los campos necesarios para calcular la georreferencia.

source: Make selections and fill in all of the parameters shown. Refer to the {gqg}#glossary[Glossary^] and {gqg}#georeferencing-concepts[Georeferencing Concepts^] in the {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^] to get a description of what each parameter means.
es: Seleccionar y llenar todos los parámetros mostrados. Consulte el {gqg}#glossary[Glosario^] y los {gqg}#conceptos-de-georreferenciación[Conceptos de Georreferenciación^] en la {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^] para consultar una descripción de lo que significa cada parámetro.

source: Click on the xref:ui-calculate[role=ui-element] button to calculate the results.
es: Hacer clic en el botón xref:ui-Calcular[role=ui-element] para calcular los resultados.

source: Enter the metadata for the person who is georeferencing and the *protocol* being used.
es: Ingresar los metadatos de la persona que está georreferenciando y el *protocolo* que está utilizando.

source: Click on the [ui-element]#Copy# button to put the results on the system clipboard.
es: Hacer clic en el botón [ui-element]#Copiar# para copiar los resultados en el portapapeles.

source: Paste the results where the georeference will be stored.
es: Pegar los resultados en donde se almacenarán los resultados.

source: Repeat for the next calculation. Note that the values for parameters chosen in one calculation will remain in the text and drop-down boxes and thus carry over to the next calculation whenever possible.
es: Repetir para el siguiente cálculo. Tenga en cuenta que los valores de los parámetros elegidos en un cálculo permanecerán en los cuadros de texto y en las listas desplegables y, por tanto, se trasladarán al siguiente cálculo siempre que sea posible.

source: Citation and Documentation
es: Citación y Documentación

source: Any time the http://georeferencing.org/georefcalculator/gc.html[Georeferencing Calculator (Wieczorek & Wieczorek 2020)^] is used, the georeferencer should record its use.
es: Siempre que se use la http://georeferencing.org/georefcalculator/gc.html[Calculadora de Georreferenciación(Wieczorek & Wieczorek 2020)^] el georreferenciador debe registrar su uso.

source: If the <<Darwin Core>> standard is used to record Calculator output, the Calculator version and the date of use should be recorded in the field term:dwc[georeferenceSources]. The following format should be used:
es: Si se utiliza el estándar <<Darwin Core>> para registrar el resultado de la Calculadora, la versión de la Calculadora y la fecha de uso deben registrarse en el campo term:dwc[georeferenceSources] (Fuentes de georreferenciación). Se debe utilizar el siguiente formato:

source: Wieczorek C & J Wieczorek (yyyy). Georeferencing Calculator, version [yyyymmdd(language)]. Available: http://georeferencing.org/georefcalculator/gc.html. Accessed [yyyy-mm-dd].
es: Wieczorek C & J Wieczorek (aaaa). Calculadora de Georreferenciación, versión [aaaammdd(lenguaje)]. Disponible en: http://georeferencing.org/georefcalculator/gc.html. Accedido en [aaaa-mm-dd].

source: For example
es: Por ejemplo

source: Wieczorek C & J Wieczorek (2020) Georeferencing Calculator, version 20191217en. Available: http://georeferencing.org/georefcalculator/gc.html. Accessed 2020-01-28.
es: Wieczorek C & J Wieczorek (2020) Calculadora de Georreferenciación, versión 20191217en. Disponible en: http://georeferencing.org/georefcalculator/gc.html. Accedido en 2020-01-28.

source: The version and language of the Calculator can be found in the lower left-hand corner of the calculator.
es: La versión y lenguaje de la Calculadora se puede encontrar en la esquina inferior izquierda de la calculadora.

source: If the Darwin Core standard is not used to record calculator output, the georeferencer should record this citation in a suitable field in the database of choice and in any written documentation or notes for future georeferencing efforts.
es: Si no se utiliza el estándar Darwin Core para registrar el resultado de la calculadora, el georreferenciador debe registrar esta cita en un campo adecuado de la base de datos elegida y en cualquier documentación escrita o notas para futuros esfuerzos de georreferenciación.

source: Detailed Workflow
es: Flujo de Trabajo Detallado

source: Step 1: Choose a Language
es: Paso 1: Seleccionar el Idioma

source: Click on the drop-down in the upper left-hand corner of the http://georeferencing.org/georefcalculator/gc.html[Calculator^] to choose the language for the interface. When the list is expanded, the application should appear as in xref:img-choose-language[xrefstyle="short"].
es: Haga clic en la lista deplegable en la parte superior izquierda de la http://georeferencing.org/georefcalculator/gc.html[Calculadora^] para escoger el idioma de la interfaz. Cuando la lista se expanda, la aplicación debería aparecer como en xref:img-choose-language[xrefstyle="short"].

source: The number format always uses the full stop '.' as the decimal indicator (e.g. 2.5 for the number halfway between 2 and 3), regardless of the selected language.
es: El formato de los números siempre utiliza el punto '.' como indicador decimal (por ejemplo, 2,¡.5 para el número que está entre 2 y 3), independientemente del idioma seleccionado.

source: Step 1: Choose a language. The Calculator with the five language options showing after opening the Language drop-down list.
es: Paso 1: Escoger el idioma. La Calculadora con las cinco opciones de idioma que se muestran luego de haber abierto la lista desplegable de Idioma.

source: Step 2: Choose a Locality Type
es: Paso 2: Seleccionar un Tipo de Localidad

source: Click on the xref:ui-locality-type[role=ui-element] drop-down to expand the list. When the list is expanded, the application should appear as in xref:img-choose-locality-type[xrefstyle="short"].
es: Haga clic en la lista desplegable xref:ui-tipo-de-localidad[role=ui-element] para ampliar la lista. Cuando la lista esté expandida, la aplicación debería aparecer como en xref:img-choose-locality-type[xrefstyle="short"].

source: Step 2: Choose a locality type. The Calculator with the six basic locality types showing after opening the Locality Type drop-down list.
es: Paso 2: Seleccionar un tipo de localidad. La Calculadora con los seis tipos básicos de localidad que se muestran después de abrir la lista desplegable deTipo de Localidad.

source: Select the xref:ui-locality-type[role=ui-element] that best matches the characteristics of the <<locality>> to be georeferenced. Each xref:ui-locality-type[role=ui-element] in the drop-down list shows an example to try to help match the locality to a <<locality-type,locality type>> using the pattern shown. Locality types with more examples are described in the {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^].
es: Seleccione el xref:ui-tipo-de-localidad[role=ui-element] que mejor se ajuste a las características de la <<localidad>> que se va a georreferenciar. Cada xref:ui-tipo-de-localidad[role=ui-element] de la lista desplegable muestra un ejemplo para tratar de ayudar a que la localidad coincida con un <<tipo de localidad>> utilizando el patrón mostrado. Los tipos de localidad junto con más ejemplos se describen en la {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^].

source: Step 3: Enter Parameters
es: Paso 3: Ingresar los Parámetros

source: After selecting the xref:ui-locality-type[role=ui-element], a variety of text boxes, drop-down boxes, and buttons will appear on the Calculator (xref:img-enter-parameters[xrefstyle="short"]). These text and drop-down boxes need to be filled and/or values selected to make the calculation of the selected xref:ui-locality-type[role=ui-element]. If no parameters are entered, then the default values will be used automatically.
es: Después de seleccionar el xref:ui-tipo-de-localidad[role=ui-element], aparecerán en la Calculadora una serie de cuadros de texto, listas desplegables y botones (xref:img-enter-parameters[xrefstyle="short"]). En estos cuadros de texto y listas desplegables deben ingresarse y/o seleccionarse valores para realizar el cálculo del xref:ui-tipo-de-localidad[role=ui-element] seleccionado. Si no se ingresan algunos parámetros, se utilizarán automáticamente los valores por defecto.

source: Step 3: Enter parameters. The Calculator after selecting the "Distance at a heading" xref:ui-locality-type[role=ui-element], with all of the relevant text and drop-down boxes needed to be filled in or selected correctly in order to do a georeference calculation.
es: Paso 3: Introducir los parámetros. La Calculadora después de seleccionar el xref:ui-tipo-de-localidad[role=ui-element] "Distancia en una dirección", con todo el texto relevante y las listas desplegables necesarias para ser correctamente llenadas o seleccionadas para hacer un cálculo de georreferencia.

source: Step 4: Calculate
es: Paso 4: Calcular

source: The xref:ui-calculate[role=ui-element] button appears after a xref:ui-locality-type[role=ui-element] is selected. After all the parameters are correctly chosen or entered, click the xref:ui-calculate[role=ui-element] button. The calculated results will fill the text boxes with grey backgrounds in the middle of the Calculator, below the buttons and above the converters.
es: El botón xref:ui-calcular[role=ui-element] aparece después de seleccionar un xref:ui-tipo-de-localidad[role=ui-element]. Una vez elegidos o introducidos correctamente todos los parámetros, haga clic en el botón xref:ui-calcular[role=ui-element]. Los resultados calculados aparecerán en los cuadros de texto con fondo gris en el centro de la Calculadora, debajo de los botones y encima de los convertidores.

source: Calculation Example
es: Ejemplo de Cálculo

source: Suppose the <<locality>> to be <<georeference,georeferenced>> is "10 mi E (by air) Bakersfield", as shown in the example in selection box for the "[ui-element]#Distance at a heading#" xref:ui-locality-type[role=ui-element] (for details about this type of locality see {gqg}#offset-distance-at-a-heading[Offset – Distance at a Heading^] in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^]). Next, suppose the <<coordinates>> for Bakersfield (35° 22′ 24″ N, 119° 1′ 4″ W) were obtained by determining the centre of town to the nearest second using a USGS Gosford 1:24,000 Quad map.
es: Supongamos que la <<localidad>> que debe ser <<georreferencia,georreferenciada>> es "10 mi E (por aire) Bakersfield", como se muestra en el ejemplo del cuadro de selección para el xref:ui-tipo-de-localidad[role=ui-element] "[ui-element]#Distancia en una direccion#"(para más detalles sobre este tipo de localidad vea {gqg}#desplazamiento-distancia-en-una-orientación-cardinal[Desplazamiento: Distancia en una Orientación Cardinal^] en {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^]). A continuación, supongamos que las <<coordenadas>> de Bakersfield (35° 22′ 24″ N, 119° 1′ 4″ O) se obtuvieron determinando el centro de la ciudad al segundo más cercano utilizando un mapa quad USGS Gosford 1:24,000.

source: To begin, select "_USGS map: 1:24,000_" from the xref:ui-coordinate-source[role=ui-element] drop-down. Next, select "[ui-element]#degrees minutes seconds#" from the xref:ui-coordinate-format[role=ui-element] drop-down. Next, enter the coordinates for Bakersfield in the xref:ui-input-latitude[role=ui-element] and xref:ui-input-longitude[role=ui-element] boxes that appear after selecting the _Coordinate Format_. Make certain to select the correct hemisphere from the drop-downs to the right of each coordinate field.
es: Para empezar, seleccione "_Mapa USGS: 1:24.000_" en el menú desplegable xref:ui-fuente-de-las-coordenadas[role=ui-element]. A continuación, seleccione "[ui-element]#grados minutos y segundos#" en el menú desplegable de xref:ui-formato-de-la-coordenada[role=ui-element]. A continuación, introduzca las coordenadas de Bakersfield en las casillas xref:ui-latitud-de-entrada[role=ui-element] y xref:ui-longitud-de-entrada[role=ui-element] que aparecen tras seleccionar el _Formato de coordenadas_. Asegúrese de seleccionar el hemisferio correcto en las listas desplegables ubicadas a la derecha de cada campo de coordenadas.

source: For this example, the <<coordinate-format,Coordinate Format>> "[ui-element]#degrees minutes seconds#" was selected because the USGS map showed coordinates in degrees minutes seconds, thus the coordinates determined for the centre of Bakersfield were described in the same way. In some cases, coordinates on a map, or other resource, may be represented in degrees decimal minutes (e.g. 35° 22′ N, 119° 0′ W or 35° 22.4′ N, 119° 1.066667′ W) or as decimal degrees (e.g. 35.3733333, −119.0177778). The Coordinate Format selected in the Calculator MUST reflect the coordinate format used on the map or other resource.
es: Para este ejemplo, se seleccionó el <<formato de las coordenadas,Formato de la coordenada>> "[ui-elemento]#grados minutos segundos#" porque el mapa USGS mostraba las coordenadas en grados minutos segundos, por lo que las coordenadas determinadas para el centro de Bakersfield se describieron de la misma manera. En algunos casos, las coordenadas en un mapa, u otro recurso, pueden representarse en grados minutos decimales (por ejemplo, 35° 22′ N, 119° 0′ O o 35° 22,4′ N, 119° 1,066667′ O) o como grados decimales (por ejemplo, 35.3733333, -119.0177778). El formato de las coordenadas seleccionado en la calculadora DEBE reflejar el formato de coordenadas utilizado en el mapa u otro recurso.
