Repository: gbif/doc-georeferencing-calculator-manual
Catalog: translations/*.po
Languages: es

source: In addition to <<elevation>> and <<depth>>, a measurement of the vertical distance above a reference point, with a minimum and a maximum distance to cover a range. For surface terrestrial <<location,locations>>, the reference point should be the elevation at ground level. Over a body of water (ocean, sea, lake, river, glacier, etc.), the reference point for aerial locations should be the elevation of the air-water interface, while the reference point for sub-surface benthic locations should be the interface between the water and the substrate. Locations within a water body should use depth rather than a negative <<distance above surface>>. Distances above a reference point should be expressed as positive numbers, while those below should be negative. The maximum distance above a surface will always be a number greater than or equal to the minimum distance above the surface. Since distances below a surface are negative numbers, the maximum distance will always be a number less than or equal to the minimum distance. Compare <<altitude>>.
es: Además de la <<elevación>> y la <<profundidad>>, esta es una medida de la distancia vertical sobre un punto de referencia, con una distancia mínima y máxima para cubrir un rango. Para las <<ubicación,ubicaciones>> sobre una superficie terrestre, el punto de referencia debe ser la elevación a nivel del suelo. Sobre un cuerpo de agua (océano, mar, lago, río, glaciar, etc.), el punto de referencia para las ubicaciones aéreas debe ser la elevación a partir de la interfaz aire-agua, mientras que el punto de referencia para ubicaciones bénticas subsuperficiales debe ser la interfaz entre el agua y el sustrato. Las ubicaciones dentro de un cuerpo de agua deben usar la profundidad en lugar de una <<distancia sobre la superficie>> negativa. Las distancias por encima de un punto de referencia deben ser expresadas como números positivos, mientras que las que están abajo deben ser negativas. La distancia máxima sobre una superficie será siempre un número mayor o igual a la distancia mínima sobre la superficie. Dado que las distancias por debajo de una superficie son números negativos, la distancia máxima siempre será un número menor o igual a la distancia mínima. Comparar con <<altitud>>.

source: [[DMS]]DMS
es: [[GMS]]GMS

source: Degrees, minutes and seconds – one of the most common formats for expressing <<geographic coordinates>> on maps. A degree is divided into 60 minutes of arc and each minute is divided into 60 seconds of arc. Degrees, minutes and seconds are denoted by the symbols °, ′, ″. Degrees of <<latitude>> are integers between 0 and 90, and should be followed by an indicator for the hemisphere (e.g. N or S). Degrees of <<longitude>> are integers between 0 and 180, and should be followed by an indicator for the hemisphere (e.g. E or W).
es: Grados, minutos y segundos – uno de los formatos más comunes para expresar <<coordenadas geográficas>> en mapas. Un grado se divide en 60 minutos de arco y cada minuto se divide en 60 segundos de arco. Grados, minutos y segundos son indicados por los símbolos °, ', ''. Los grados de <<latitud>> son enteros entre 0 y 90 y deben ir seguidos de un indicador para el hemisferio (p. ej. N o S). Los grados de <<longitud>> son enteros entre 0 y 180, y deben ir seguidos de un indicador para el hemisferio (ej. E o W).

source: [[easting]]easting
es: [[este]]este

source: Within a <<coordinate reference system>> (e.g. as provided by a <<GPS>> or a map <<grid>> reference system), the line representing eastward distance from a reference <<meridian>> on a map.
es: Dentro de un <<sistema de coordenadas de referencia>> (p. ej. como la proporcionada por un <<GPS>> o un un mapa de <<grilla>> bajo un sistema de referencia específico), la línea que representa la distancia hacia el este desde un <<meridiano>> de referencia en un mapa.

source: [[elevation]]elevation
es: [[elevación]]elevación

source: A measurement of the vertical distance of a land or water surface above a <<vertical datum>>. On maps, the reference <<datum>> is generally some interpretation of <<mean-sea-level>> or the <<geoid>>, while in devices using <<GPS>>/<<GNSS>>, the reference datum is the <<ellipsoid>> of the <<geodetic datum>> to which the GPS unit is configured, though the device may make corrections to report the elevation above mean sea level or the geoid. Elevations that are above a reference point should be expressed as positive numbers, while those below should be negative. Compare <<depth>>, <<distance above surface>>, and <<altitude>>.
es: Medida de la distancia vertical de una superficie continental o marina a partir de un <<datum vertical>>. En los mapas, la referencia al <<datum>> generalmente es una interpretación del <<nivel-medio-del-mar>> o el <<geoide>>, mientras que en dispositivos <<GPS>>/<<GNSS>>, el datum de referencia es el <<elipsoide>> del <<datum geodésico>> al que está configurada la unidad GPS, aunque el dispositivo puede hacer correcciones para informar de la elevación por encima del nivel del mar o del geoide. Las elevaciones que están por encima de un punto de referencia deben ser expresadas como números positivos, mientras que las que están por debajo deben ser negativas. Comparar con <<profundidad>>, <<distancia sobre la superficie>>, y <<altitud>>.

source: [[ellipsoid]]ellipsoid
es: [[elipsoide]]elipsoide

source: A three-dimensional, closed geometric <<shape>>, all planar sections of which are ellipses or circles. An ellipsoid has three independent axes. If an ellipsoid is made by rotating an ellipse about one of its axes, then two axes of the ellipsoid are the same, and it is called an ellipsoid of revolution. When used to represent a model of the earth, the ellipsoid is an oblate ellipsoid of revolution made by rotating an ellipse about its minor axis.
es: Una geometría tridimensional de <<forma geométrica>> cerrada, cuyas secciones planas son elipses o círculos. Un elipsoide tiene tres ejes independientes. Si se genera un elipsoide haciendo girar una elipse alrededor de uno de sus ejes principales y los dos ejes del elipsoide son los mismos, se le conoce como un elipsoide de revolución. Cuando se usa para representar un modelo de la tierra, el elipsoide es un elipsoide oblato de revolución hecho girando un elipse sobre su eje menor.

source: [[entry-point]]entry point
es: [[punto-de-entrada]]punto de entrada

source: The entry point on the surface of the ocean or lake where a diver enters the water and from which all activities are measured. See {gbp}#img-underwater-event[Three-Dimensional Shapes (Chapman & Wieczorek 2020)^].
es: El punto de entrada sobre la superficie del océano o lago donde un buceador entra al agua y desde el cual se miden todas las actividades. Ver #img-underwater-event en {gbp}[_Buenas Prácticas de Georreferenciación_] (Chapman & Wieczorek 2020)^].

source: EPSG codes are defined by the International Association of Oil and Gas Producers, using a spatial reference identifier (SRID) to reference <<spatial reference system,spatial reference systems>>. The EPSG Geodetic Parameter Dataset (http://www.epsg.org/[IOPG 2019^]) is a collection of definitions of <<coordinate reference system,coordinate reference systems>> (including <<datum,datums>>) and <<coordinates,coordinate>> transformations which may be global, regional, national or local in application.
es: Los códigos EPSG son definidos por la Asociación Internacional de Productores de Petróleo y Gas, usando un identificador de referencia espacial (SRID) para referenciar los <<sistema-de-referencia-espacial,sistemas de referencia espacial>>. El Conjunto de parámetros geodésico EPSG (http://www.epsg.org/[IOPG 2019^]) es una colección de <<sistema-de-referencia-de-coordenadas,sistemas de referencia de coordenadas>> (incluyendo <<datum,datums>>) y transformaciones de <<coordenadas>> que pueden ser de aplicados a escala global, regional, nacional o local.

source: The difference between a computed, estimated, or measured value and the accepted true, specified, or theoretically correct value. It encompasses both the <<precision,imprecision>> of a measurement and its inaccuracies. Error can be either random or systematic. If the error is systematic, it is called "<<bias>>". Compare <<accuracy>>, <<bias>>, <<precision>>, <<false precision>> and <<uncertainty>>.
es: La diferencia entre un valor calculado, estimado o medido y el valor verdadero aceptado, especificado, o teóricamente correcto. Este compara tanto la <<precisión> de una medición como su imprecisión. El error puede ser aleatorio o sistemático. Si el error es sistemático, se llama "<<sesgo>>". Comparar con <<exactitud>>, <<sesgo>>, <<precisión>>, <<falsa precisión>> e <<incertidumbre>>.

source: [[event]]event
es: [[evento]]evento

source: A process occurring at a particular <<location>> during a period of time. Used generically to cover various kinds of collecting events, sampling events, and observations.
es: Un proceso que ocurre en una determinada <<ubicación>> durante un periodo de tiempo. Se utiliza genéricamente para cubrir varios tipos de eventos de colecta, eventos de muestreo y observaciones.

source: [[extent]]extent
es: [[extensión]]extensión

source: The entire space within the <<boundary>> a <<location>> actually represents. The extent can be a volume, an area, or a distance.
es: El espacio total dentro del <<límite>> que representa una <<ubicación>>. La extensión puede ser un volumen, un área o una distancia.

source: [[false-precision]]false precision
es: [[falsa-precisión]]falsa precisión

source: An artefact of recording data with a greater number of decimal places than implied by the original data. This often occurs following transformations from one unit or <<coordinate system>> to another, for example from feet to meters, or from <<DMS,degrees-minutes-and-seconds>> to <<decimal degrees>>. In general, <<precision>> cannot be conserved across metric transformations; however, in practice it is often recorded as such. For example, a record of 10°20’ stored in a database in decimal degrees is ~10.3°. When exported from some databases, it will result in a value of 10.3333333333 with a <<precision>> of 10 decimal places in degrees rather than the original precision of 1-minute. Misinterpreting the precision of the <<coordinates,coordinate>> representation as a precision in distance on the ground, 10^-10^ degrees corresponds to about 0.002 mm at the equator, while the precision of 1-minute corresponds to about 2.6 km. This is not a true precision as it relates to the original data, but a false precision as reported from a combination of the coordinate conversion and the representation of resulting fraction in the export from a database. Compare with <<precision>> and <<accuracy>>.
es: Registro de datos con un mayor número de decimales que los presentes en los datos originales. Esto ocurre frecuentemente después de realizar transformaciones en las unidades de medida o <<sistema de coordenadas>>, por ejemplo de pies a metros, o de <<GMS,grados, minutos, y segundos>> a <<grados decimales>>. En general, la <<precisión>> no se conserva a través de las transformaciones; sin embargo, en la práctica, se registra como si el resultado de la transformación correspondiera a la precisión original. Por ejemplo, un registro de 10°20’, es almacenado en una base de datos en grados decimales como ~10.3°. Cuando se exporta desde algunas bases de datos, resultará en un valor de 10. 3333333333 con una <<precisión>> de 10 decimales, en lugar de la precisión original de 1 minuto. Interpretando la precisión que representan las <<coordenadas>> como una precisión en distancia en el suelo, 10^-10 grados corresponde a cerca de 0.002 mm en el ecuador, mientras que la precisión de 1 minuto corresponde a aproximadamente 2.6 km. Esta no es una verdadera precisión ya que se refiere a los datos originales, pero es una precisión falsa si se representa como una combinación de la conversión de coordenadas y la fracción resultante en la exportación desde una base de datos. Esta no es una precisión verdadera en lo que respecta a los datos originales, sino una precisión falsa, generada a partir de la combinación de la conversión de coordenadas y la representación de la fracción resultante en la exportación de una base de datos. Comparar con <<precisión>> y <<exactitud>>.<sistema de coordenadas>.

source: [[feature]]feature
es: [[entidad-geográfica]]entidad geográfica

source: An object of observation, measurement, or reference that can be represented spatially. Often categorized into "feature types" (e.g. mountain, road, populated place, etc.) and given names for specific instances (e.g. "Mount Everest", "Ruta 40", "Istanbul"), which are also sometimes referred to as "named places", "place names" or "toponyms".
es: Un objeto de observación, medida o referencia que puede ser representado espacialmente. A menudo categorizado en "tipos" (p. ej. montañas, caminos, centros poblados, etc.) y nombres específicos (p. ej. "Monte Everest", "Ruta 40", "Istanbul"), que también se denominan "nombres de lugares" o "topónimos".

source: See <<shape>>. Note that "footprint" was used in some earlier <<georeference,georeferencing>> documents and in the <<Darwin Core>> term names term:dwc[footprintWKT] and term:dwc[footprintSpatialFit].
es: Ver <<forma geométrica>>. Tenga en cuenta que "footprint" se utilizó en documentos anteriores sobre <<georreferencia,georreferenciación>> y en los nombres de algunos términos del <<Darwin Core>>: dwc[footprintWKT] y term:dwc[footprintSpatialFit].

source: [[gazetteer]]gazetteer
es: [[gacetero]]gacetero

source: An index of geographical <<feature,features>> and their <<location,locations>>, often with <<geographic coordinates>>.
es: Índice de <<entidad-geográfica,entidades-geográficas>> y sus <<ubicación,ubicaciones>>, que generalmente incluyen <<coordenadas geográficas>>.

source: [[generalization]]generalization
es: [[generalización]]generalización

source: In geographic terms, refers to the conversion of a geographic representation to one with less resolution and less information content; traditionally associated with a change in scale. Also referred to as: _fuzzying_, _dummying-up_, etc. (https://doi.org/10.15468/doc-5jp4-5g10[Chapman 2020^]).
es: En términos geográficos, se refiere a la conversión de una representación geográfica a una con menos resolución y menos contenido informativo; tradicionalmente asociado con un cambio de escala. También definido como _simplificado_. (https://doi.org/10.15468/doc-5jp4-5g10[Chapman 2020^]).

source: [[geocode]]geocode
es: [[geocodificar]]geocodificar

source: The process (verb) or product (noun) of determining the <<coordinates>> for a street address. It is also sometimes used as a synonym for <<georeference>>.
es: El proceso (verbo) o producto (sustantivo) de determinar las <<coordenadas>> a partir de una dirección. También se utiliza a veces como sinónimo de <<georreferencia, georreferenciación>>.

source: [[geodetic-coordinate-reference-system]]geodetic coordinate reference system
es: [[sistema-de-referencia-de-coordenadas-geodésicas]]sistema de referencia de coordenadas geodésicas

source: A <<coordinate reference system>> based on a <<geodetic datum>>, used to describe positions on the surface of the earth.
es: <<sistema de referencia de coordenadas>> basado en un <<datum geodésico>>, usado para describir las posiciones en la superficie de la tierra.

source: [[geodetic-datum]]geodetic datum
es: [[geodetic-datum]]datum geodésico

source: A mathematical model that uses a reference <<ellipsoid>> to describe the size and shape of the surface of the earth and adds to it the information needed for the origin and orientation of <<coordinate system,coordinate systems>> on that surface.
es: Un modelo matemático que utiliza un <<elipsoide>> de referencia para describir el tamaño y la forma de la superficie de la tierra y le añade la información necesaria sobre el origen y orientación del <<sistema de coordenadas>>.

source: [[geographic-boundary]]geographic boundary
es: [[límite-geográfico]]límite geográfico

source: The representation in <<geographic coordinates>> of a vertical projection of a <<boundary>> onto a model of the surface of the earth.
es: Representación en <<coordenadas geográficas>> del <<límite>> de una proyección vertical sobre un modelo de la superficie de la tierra.

source: [[geographic-center]]geographic center
es: [[centro-geográfico]]centro geográfico

source: The midpoint of the extremes of <<latitude>> and <<longitude>> of a <<feature>>. Geographic centers are relatively easy to determine, but they generally do not correspond to the center obtained by a least circumscribing circle. For that reason it is not recommended to use a geographic center for any application in <<georeference,georeferencing>>. Compare <<corrected center>>.
es: El punto medio entre la <<latitud>> y <<longitud>> mas alejados de una <<geometría>>. Los centros geográficos son relativamente fáciles de determinar, pero por lo general no corresponden con el centro del círculo de menor diámetro circunscrito en la <<geometría>>. Por esta razón, no se recomienda utilizar un centro geográfico para ninguna aplicación en <<georreferencia,georreferenciación>>. Ver <<centro corregido>>.

source: [[geographic-component]]geographic component
es: [[componente-geográfico]]componente geográfico

source: The part of a description of a <<location>> that consists of <<geographic coordinates>> and associated <<uncertainty>>. Non-geographic components of a location description include <<elevation>>, <<depth>>, and <<distance above surface>>.
es: Parte de la descripción de una <<ubicación>> que consta de <<coordenadas geográficas>> y una <<incertidumbre>> asociada. Los componentes no geográficos de una descripción de ubicación incluyen <<elevación>>, <<profundidad>> y <<distancia sobre la superficie>>.

source: [[geographic-coordinate-system]]geographic coordinate system
es: [[sistema-de-coordenadas-geográficas]]sistema de coordenadas geográficas

source: A <<coordinate system>> that uses <<geographic coordinates>>.
es: Un <<sistema de coordenadas>> que usa <<coordenadas geográficas>>.

source: [[geographic-coordinate-reference-system]]geographic coordinate reference system
es: [[sistema-de-referencia-de-coordenadas-geográficas]]sistema de referencia de coordenadas geográficas

source: A <<geodetic coordinate reference system>> that uses <<geographic coordinates>>.
es: Un <<sistema de referencia de coordenadas geodésicas>> que usa <<coordenadas geográficas>>.

source: [[geographic-coordinates]]geographic coordinates
es: [[coordenadas-geográficas]]coordenadas geográficas

source: A measurement of a <<location>> on the earth's surface expressed as <<latitude>> and <<longitude>>.
es: Medición de la <<ubicación>> sobre la superficie de la tierra expresada a partir de <<latitud, latitudes>> y <<longitud, longitudes>>.

source: [[geographic-extent]]geographic extent
es: [[extensión-geográfica]]extensión geográfica

source: The entire space within the <<geographic boundary>> of a <<location>>. The geographic extent can be an area or a distance.
es: Todo el espacio dentro del <<límite geográfico>> de una <<ubicación>>. El alcance geográfico puede ser un área o una distancia.

source: [[geographic-information-system,geographic information system]]geographic information system (GIS)
es: [[sistema-de-información-geográfica,sistema de información geográfica]]sistema de información geográfica (SIG)

source: A set of computer-based tools designed to capture, store, manipulate, analyse, map, manage, and present all types of geographical data and information in the form of maps.
es: Conjunto de herramientas computacionales diseñadas para capturar, almacenar, manipular, analizar, mapear, gestionar, y presentar todo tipo de datos geográficos e información en forma de mapas.

source: [[geographic-radial]]geographic radial
es: [[radio-geográfico]]radio geográfico

source: The distance from the <<corrected center>> of a <<location>> to the furthest point on the <<geographic boundary>> of that location. The geographical radial is what contributes to calculations of the <<maximum uncertainty distance>> using the <<point-radius>> <<georeferencing method>>. The term geographic radial, as defined here, replaces its equivalent "extent" used in the early versions of these Best Practices and related documents, including the http://georeferencing.org/docs/GeoreferencingQuickGuide.pdf[Georeferencing Quick Reference Guide (Wieczorek et al. 2012a)^] and versions of the https://github.com/VertNet/georefcalculator/releases/tag/v20180620[Georeferencing Calculator (Wieczorek & Wieczorek 2018)^] and its http://georeferencing.org/gci2/docs/GeoreferencingCalculatorManualv2.html[Manual for the Georeferencing Calculator (Wieczorek & Bloom 2015)] before 2019, while the new definition of <<extent>> as found in this document remains more in keeping with common usage and understanding and has also been updated in the latest versions of the {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^] and in this Manual.
es: La distancia desde el <<centro corregido>> de una <<ubicación>> hasta el punto mas lejano de su <<límite geográfico>>. El radio geográfico contribuye al cálculo de la <<distancia máxima de incertidumbre>> usando el <<método de georreferenciación>> <<radio-punto>>. El término de radio geográfico, como se define aquí, remplaza la definición equivalente de "extensión" usada en versiones anteriores de este documento y otros relacionados, incluida la http://georeferencing.org/docs/GeoreferencingQuickGuide.pdf[Guía Rápida de Georreferenciación (Wieczorek et al. 2012a)^] y versiones de la https://github.com/VertNet/georefcalculator/releases/tag/v20180620[Calculadora de Georreferenciación (Wieczorek & Wieczorek 2018)^] y su http://georeferencing.org/gci2/docs/GeoreferencingCalculatorManualv2.html[Manual de la Calculadora de Georreferenciación (Wieczorek & Bloom 2015)] antes del 2019. La nueva definición de <<extensión>> en este documento se mantiene mas en consonancia con el uso común y un mejor entendimiento del término. La definición también ha sido actualizada en la última versión de la {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^].

source: [[geoid]]geoid
es: [[geoide]]geoide

source: A global equipotential surface that approximates <<mean sea level>>. This surface is everywhere perpendicular to the force of gravity (https://doi.org/10.1007/978-94-011-5826-8[Loweth 1997^]).
es: Una superficie equipotencial global que se aproxima al <<nivel medio del mar>>. Esta superficie es perpendicular a la fuerza de gravedad en todas partes (https://doi.org/10.1007/978-94-011-5826-8[Loweth 1997^]).

source: [[geometry]]geometry
es: [[geometría]]geometría

source: The measures and properties of points, lines, and surfaces. Geometry is used to represent the <<geographic component>> of <<location,locations>>.
es: Las medidas y propiedades de puntos, líneas y superficies. La geometría se utiliza para representar el <<componente geográfico>> de una <<ubicación>>.

source: [[georeference]]georeference
es: [[georreferencia]]georreferencia
