Repository: gbif/doc-georeferencing-calculator-manual
Catalog: translations/*.po
Languages: es

source: <<georeference,Georeferences>> for every <<locality-type>> require <<coordinates>>. For all of the locality types except "[ui-element]#Coordinates only#" and "[ui-element]#Distance along path#", the coordinates of the <<corrected-center>> of the reference <<feature>> are needed. In many cases these can be determined directly from a <<gazetteer>> or from an online tool such as Google Maps. If the coordinates of a feature need to be determined from other reference points that have coordinates on a map (such as the corners), there is a nice little trick that can be done with the http://georeferencing.org/georefcalculator/gc.html[Georeferencing Calculator] to determine the coordinates of the feature easily. For example, to georeference the locality "10 mi E (by air) Bakersfield", first determine the coordinates for "Bakersfield". Suppose the xref:ui-coordinate-source[role=ui-element] is the USGS Gosford 1:24,000 Quad map. Once the corrected centre of Bakersfield has been determined on the map, find a convenient spot on the map having known coordinates, such as the corner nearest to the feature. In this case, the northeast corner of the map is closest and marked with the coordinates 35° 22′ 30″ N, 119° 00′ W.
es: Las <<georreferencia,georreferencias>> para cada <<tipo de localidad>> requieren <<coordenadas>>. Para todos los tipos de localidad, excepto "[ui-elemento]#Sólo coordenadas#" y "[ui-elemento]#Distancia por ruta#", se necesitan las coordenadas del <<centro corregido>> de la <<entidad geográfica>> de referencia. En muchos casos se pueden determinar directamente desde un <<gacetero>> o desde una herramienta online como Google Maps. Si es necesario determinar las coordenadas de una entidad a partir de otros puntos de referencia que tienen coordenadas en un mapa (como las esquinas), hay un truco que se puede hacer con la http://georeferencing.org/georefcalculator/gc.html[Calculadora de Georreferenciación] para determinar fácilmente las coordenadas de la entidad. Por ejemplo, para georreferenciar la localidad "10 mi E (por aire) Bakersfield", primero determine las coordenadas de "Bakersfield". Supongamos que la xref:ui-fuente-de-las-coordenadas[role=ui-element] es el mapa Quad USGS Gosford 1:24,000. Una vez determinado el centro corregido de Bakersfield en el mapa, busque un punto conveniente en el mapa que tenga coordenadas conocidas, como la esquina más cercana a la entidad. En este caso, la esquina noreste del mapa es la más cercana y está marcada con las coordenadas 35° 22′ 30″ N, 119° 00′ W.

source: To begin the calculation, select the xref:ui-locality-type[role=ui-element] "[ui-element]#Distance along orthogonal directions#" (because the measurement is due south and due west from the northeast corner of the map to the corrected centre of Bakersfield). Next, select "[ui-element]#degrees minutes seconds#" as the xref:ui-coordinate-format[role=ui-element]. Enter the coordinates of the known point (the northeast corner of the map, in this example) into the xref:ui-input-latitude[role=ui-element] and xref:ui-input-longitude[role=ui-element] fields (35° 22′ 30″ N, 119° 0′ 0′ W – don't neglect the hemisphere indicators). Select "[ui-element]#North American Datum 1927#" as the xref:ui-datum[role=ui-element] used by the map.
es: Para comenzar el cálculo, seleccione como xref:ui-tipo-de-localidad[role=ui-element] "[ui-element]#Distancia por direcciones ortogonales#" (porque la medición es hacia el sur y hacia el oeste desde la esquina noreste del mapa hasta el centro corregido de Bakersfield). A continuación, seleccione "[ui-element]#grados minutos segundos#" como xref:ui-formato-de-la-coordenada[role=ui-element]. Introduzca las coordenadas del punto conocido (la esquina noreste del mapa, en este ejemplo) en los campos xref:ui-latitud[role=ui-element] y xref:ui-longitud[role=ui-element] (35° 22′ 30″ N, 119° 0′ 0′ W, no olvide los indicadores de hemisferio). Seleccione "[ui-element]#North American Datum 1927#" como xref:ui-datum[role=ui-element] utilizado por el mapa.

source: Now use a measuring tool (e.g. a ruler) to measure a) the distance between the northeast corner of the map and the line of <<latitude>> of the corrected center of Bakersfield where it meets the east edge of the map, and b) the distance between the northeast corner of the map and the line of <<longitude>> of the corrected center of Bakersfield where it meets the north edge of the map. These are the orthogonal distances to the S and W of the known point, the northeast corner of the map.
es: Ahora utilice una herramienta de medición (p. ej. una regla) para medir a) la distancia entre la esquina noreste del mapa y la línea de <<latitud>> del centro corregido de Bakersfield donde se encuentra con el borde este del mapa y b) la distancia entre la esquina noreste del mapa y la línea de <<longitud>> del centro corregido de Bakersfield donde se encuentra con el borde norte del mapa. Estas son las distancias ortogonales al S y al O del punto conocido, la esquina noreste del mapa.

source: Convert all measurements made on the maps (mm, cm, or inches) into the distance unit provided in the locality (miles, in this example). Use the [ui-element]#Scale Converter# at the bottom of the Calculator, to do this calculation (see <<converters>>).
es: Convierta todas las medidas realizadas en los mapas (mm, cm o pulgadas) a la unidad de distancia prevista en la localidad (millas, en este ejemplo). Utilice el [ui-elemento]#Convertidor de escalas# en la parte inferior de la Calculadora, para hacer este cálculo (ver <<convertidores>>).

source: The point we have determined to be the corrected center of Bakersfield is 8 mm south of the 35° N line of latitude and 67 mm west of the 119° W line of longitude. After the [ui-element]#Scale Converter# has been used to convert millimetres to miles, cut and paste the values for miles into the [ui-element]#Offset Distance# text boxes on the right side of the Calculator: 0.1193 should be pasted or typed into the [ui-element]#North or South Offset Distance# field, and the cardinal direction drop-down should be set to "[ui-element]#S#" (south); 0.99916 should be pasted or typed into the [ui-element]#East or West Offset Distance# field, and the cardinal direction drop-down should be set to "[ui-element]#W#" (west). The xref:ui-distance-units[role=ui-element] drop-down should display "[ui-element]#mi#" (miles), since that is the unit described in the locality. The Calculator now has all of the parameters necessary to complete the calculation and should appear as in xref:img-calculate-from-a-map[xrefstyle="short"].
es: El punto que hemos determinado como el centro corregido de Bakersfield está a 8 mm al sur de la línea de latitud 35° N y a 67 mm al oeste de la línea de longitud 119° W. Después de utilizar el [ui-elemento]#Convertidor de escalas# para convertir milímetros a millas, copie y pegue los valores de las millas en los cuadros de texto de [ui-elemento]#Distancia de Desplazamiento# en la parte derecha de la Calculadora: 0.1193 debe pegarse o escribirse en el campo [ui-elemento]#Distancia de Desplazamiento al Norte o Sur# y la lista desplegable de dirección cardinal debe establecerse en "[ui-elemento]#S#" (sur); 0.99916 debe pegarse o escribirse en el campo [ui-elemento]#Distancia de Desplazamiento al Este u Oeste# y la lista desplegable de dirección cardinal debe establecerse en "[ui-elemento]#O#" (oeste). La lista desplehable xref:ui-unidades-de-la-distancia[role=ui-element] debe mostrar "[ui-element]#mi#" (millas), ya que esa es la unidad descrita en la localidad. La calculadora tiene ahora todos los parámetros necesarios para completar el cálculo y debería aparecer como en xref:img-calculate-from-a-map[xrefstyle="short"].

source: Calculating coordinates from a map: The Calculator after setting the parameters needed to calculate the coordinates of the corrected center of Bakersfield by using measured offsets south and west of the northeast corner of a 1:24000 map, converted to miles.
es: Cálculo de coordenadas a partir de un mapa: La Calculadora después de establecer los parámetros necesarios para calcular las coordenadas del centro corregido de Bakersfield utilizando desplazamientos medidos al sur y al oeste de la esquina noreste de un mapa 1:24000, convertidos a millas.

source: Next, click the xref:ui-calculate[role=ui-element] button. The calculated coordinates (always in <<decimal-degrees>>) for the corrected center of Bakersfield are displayed in blue in the xref:ui-output-latitude[role=ui-element] and xref:ui-output-longitude[role=ui-element] fields in the results section of the Calculator, as shown in xref:img-calculated-from-a-map[xrefstyle="short"].
es: A continuación, haga clic en el botón xref:ui-calcular[role=ui-element]. Las coordenadas calculadas (siempre en <<grados decimales>>) para el centro corregido de Bakersfield se muestran en azul en los campos xref:ui-latitud[role=ui-element] y xref:ui-longitud[role=ui-element] de la sección de resultados de la Calculadora, como se muestra en xref:img-calculated-from-a-map[xrefstyle="short"].

source: This calculation was only to determine a new set of coordinates based on offsets from a known set of coordinates. The parameters Coordinate Precision, Radial of Feature, Measurement Error, and Distance Precision were irrelevant to this calculation.
es: Este cálculo sólo servía para determinar un nuevo conjunto de coordenadas basado en los desplazamientos desde un conjunto de coordenadas conocido. Los parámetros Precisión de las Coordenadas, Radial de la Entidad, Error de Medición y Precisión de la Distancia eran irrelevantes para este cálculo.

source: Calculated coordinates from a map. The Calculator after clicking on the Calculate button to determine the coordinates of Bakersfield by using measured offsets south and west of the northeast corner of a 1:24000 map, converted to miles.
es: Coordenadas calculadas a partir de un mapa. La Calculadora después de hacer clic en el botón Calcular para determinar las coordenadas de Bakersfield mediante el uso de desplazamientos medidos al sur y al oeste de la esquina noreste de un mapa 1:24000, convertidos a millas.

source: "Going to" Calculated Coordinates
es: "Yendo a" las Coordenadas Calculadas

source: Now that the starting <<coordinates>> for the <<corrected-center>> of Bakersfield have been calculated after measuring <<offset,offsets>> on a map, use those coordinates to <<georeference>> subsequent <<locality>> descriptions that reference Bakersfield. Rather than copying and pasting (and possibly also converting) the coordinates into the xref:ui-input-latitude[role=ui-element] and xref:ui-input-longitude[role=ui-element] fields, click the xref:ui-go-here[role=ui-element] button to copy and convert the previous xref:ui-input-latitude[role=ui-element] and xref:ui-input-longitude[role=ui-element] from the results into the xref:ui-input-latitude[role=ui-element] and xref:ui-input-longitude[role=ui-element] fields in the xref:ui-coordinate-format[role=ui-element] currently in use (degrees minutes seconds in this example), as shown in xref:img-going-to[xrefstyle="short"].
es: Ahora que se han calculado las <<coordenadas>> de partida para el <<centro corregido>> de Bakersfield después de medir los <<desplazamiento,desplazamientos>> en un mapa, utilice esas coordenadas para <<georeferenciar>> las subsiguientes descripciones de <<localidad>> que hagan referencia a Bakersfield. En lugar de copiar y pegar (y posiblemente también convertir) las coordenadas en los campos xref:ui-latitud[role=ui-elemento] y xref:ui-longitud[role=ui-elemento] de entrada, haga clic en el botón xref:ui-ir-allí[role=ui-elemento] para copiar y convertir las anteriores xref:ui-latitud[role=ui-elemento] y xref: ui-longitud[role=ui-element] de entrada de los resultados en los campos xref:ui-latitud[role=ui-elemento] y xref:ui-longitud[role=ui-elemento] de entrada en el xref:ui-formato-de-la-coordenada[role=ui-element] actualmente en uso (grados minutos segundos en este ejemplo), como se muestra en xref:img-going-to[xrefstyle="short"].

source: Calculated coordinates pushed to input coordinates. The Calculator after clicking on the Copy button to move the coordinates in a previous result to the starting coordinates for a new calculation.
es: Coordinadas calculadas llevadas hacia las coordenadas de entrada. La Calculadora después de hacer clic en el botón de Copiar para mover las coordenadas del resultado previo hacia las coordenadas de inicio para un nuevo cálculo.

source: To complete a georeference using the new coordinates, follow the <<workflow,Basic Workflow>> starting with <<Step 2: Choose a Locality Type>>.
es: Para completar la georreferencia usando las nuevas coordenadas, siga el <<flujo de trabajo, Flujo de Trabajo Básico>> empezando en el <<Paso 2: Seleccionar un Tipo de Localidad>>.

source: Coordinate, Distance, and Scale Converters
es: Convertidores de Coordenadas, Distancias y Escalas

source: The Calculator has three converters built in to eliminate the need for additional tools during the <<georeference,georeferencing>> process. Built into the parameters section of the Calculator is a converter to change the format of <<coordinates>> between three <<geographic-coordinates,geographic coordinate>> options: <<decimal-degrees>>, degrees decimal minutes, and degrees minutes seconds.
es: La Calculadora tiene incorporados tres convertidores para eliminar la necesidad de herramientas adicionales durante el proceso de <<georreferencia, georreferenciación>>. En la sección de parámetros de la Calculadora hay un convertidor para cambiar el formato de las <<coordenadas>> entre tres opciones de <<coordenadas geográficas>>: <<grados decimales>>, grados minutos decimales y grados minutos segundos.

source: To convert between coordinate formats, simply select the desired format from the xref:ui-coordinate-format[role=ui-element] drop-down list. The text and drop-down boxes for the xref:ui-input-latitude[role=ui-element] and xref:ui-input-longitude[role=ui-element] will change and be populated with the values in the new format. For <<coordinate-system,coordinate systems>> other than geographic coordinates (e.g. <<UTM>>), a coordinate transformation into geographic coordinates will have to be done to use the Georeferencing Calculator.
es: Para hacer conversiones entre formatos de coordenadas, simplemente seleccione el formato deseado en la lista desplegable xref:ui-formato-de-la-coordenada[role=ui-element]. Los cuadros de texto y las listad desplegables de xref:ui-latitud-de-entrada[role=ui-elemento] y xref:ui-longitud-de-entrada[role=ui-elemento] cambiarán y se rellenarán con los valores del nuevo formato. Para <<sistema de coordenadas,sistemas de coordenadas>> que no sean coordenadas geográficas (por ejemplo, <<UTM>>), habrá que realizar una transformación de coordenadas a coordenadas geográficas para poder utilizar la Calculadora de Georreferenciación.

source: Below the xref:ui-calculate[role=ui-element] section of the Calculator is a [ui-element]#Distance Converter#. To convert a distance from one unit to another, put the value and units in the text and drop-down boxes in the _Distance Converter_, to the left of the "=". The value in the units of the drop-down box will appear in blue in the text box with the grey background on the right side of the "=". For example, to convert 10 miles into kilometres, enter "_10_" in the first field of the _Distance Converter_, select "[ui-element]#mi#" from the left-hand unit drop-down list, and select "[ui-element]#km#" from the right-hand unit drop-down list. The result, "_16.09344_", automatically appears in the right-hand text box. This value can be copied and placed into a distance field in the input area of the Calculator or elsewhere (see xref:img-distance-conversion[xrefstyle="short"]).
es: Debajo de la sección xref:ui-calcular[role=ui-element] de la Calculadora hay un [ui-element]#Conversor de distancias#. Para convertir una distancia de una unidad a otra, ponga el valor y las unidades en los cuadros de texto y las listas desplegables del _Convertidor de distancia_, a la izquierda del "=". El valor en las unidades del cuadro desplegable aparecerá en azul en el cuadro de texto con fondo gris a la derecha del "=". Por ejemplo, para convertir 10 millas en kilómetros, introduzca "_10_" en el primer campo del _Conversor de distancias_, seleccione "[ui-element]#mi#" en la lista desplegable de unidades de la izquierda y seleccione "[ui-element]#km#" en la lista desplegable de unidades de la derecha. El resultado, "_16.09344_", aparece automáticamente en el cuadro de texto de la derecha. Este valor puede copiarse y pegarse en un campo de distancia en el área de entrada de la Calculadora o en cualquier otro lugar (ver xref:img-conversión-distancia[xrefstyle="corto"]).

source: Distance Conversion. The Distance Converter section of the Calculator showing a conversion of 10 miles into kilometres.
es: Conversión de distancias. La sección de Conversión de Distancia de la Calculadora muestra una conversión de 10 millas a kilómetros.

source: Below the [ui-element]#Distance Converter# is a [ui-element]#Scale Converter# designed to convert a measurement on a map of a given scale to a real-world distance in another unit. To convert a distance measured on a map with a known scale into a distance on the ground, put the distance value, distance units, and map scale in the text and drop-down boxes in the [ui-element]#Scale Converter#, to the left of the "=". The value in the units of the drop-down box to the right of the "=" will appear in blue in the text box with the grey background on the right side of the "=". For example, to convert a map measurement of 8 centimetres on a 1:50000 map into miles on the ground, enter "_8_" in the first field of the [ui-element]#Scale Converter#, select "[ui-element]#cm#" from the left-hand unit drop-down list, select "_1:50000_" in the second drop-down list, containing scales, and select "[ui-element]#mi#" from the right-hand unit drop-down list. The result, "_2.48548_", automatically appears in the right-hand text box. This value can be copied and placed into a distance field in the input area of the Calculator or elsewhere (see xref:img-scale-conversion[xrefstyle="short"]).
es: Debajo del [ui-elemento]#Conversor de distancias# hay un [ui-elemento]#Conversor de escalas# diseñado para convertir una medida en un mapa de una escala determinada en una distancia del mundo real en otra unidad. Para convertir una distancia medida en un mapa con una escala conocida en una distancia sobre el terreno, ponga el valor de la distancia, las unidades de la distancia y la escala del mapa en los cuadros de texto y las listas desplegables del [ui-elemento]#Convertidor de escalas#, a la izquierda del "=". El valor de las unidades del cuadro desplegable a la derecha del "=" aparecerá en azul en el cuadro de texto con fondo gris a la derecha del "=". Por ejemplo, para convertir una medida cartográfica de 8 centímetros en un mapa 1:50000 en millas sobre el terreno, introduzca "_8_" en el primer campo del [ui-element]#Conversor de escala#, seleccione "[ui-element]#cm#" en la lista desplegable de unidades de la izquierda, seleccione "_1:50000_" en la segunda lista desplegable, que contiene las escalas y seleccione "[ui-element]#mi#" en la lista desplegable de unidades de la derecha. El resultado, "_2.48548_", aparece automáticamente en el cuadro de texto de la derecha. Este valor puede copiarse y pegarse en un campo de distancia en el área de entrada de la Calculadora o en otro lugar (ver xref:img-scale-conversion[xrefstyle="short"]).

source: Map Measurement Distance Conversion. The [ui-element]#Scale Converter# section of the Calculator showing a conversion of 8 centimetres on a map of 1:50000 scale to miles on the ground.
es: Conversión de la distancia de medición del mapa. La sección [ui-elemento]#Convertidor de escala# de la Calculadora muestra una conversión de 8 centímetros en un mapa de escala 1:50000 a millas sobre el terreno.

source: Understanding uncertainty contributions
es: Entendiendo las contribuciones a la incertidumbre

source: The http://georeferencing.org/georefcalculator/gc.html[Georeferencing Calculator^] is an excellent tool for investigating the contributions to <<uncertainty>> from distinct sources. For any given xref:ui-locality-type[role=ui-element], one can nullify all but one source of uncertainty to see what the contribution to overall uncertainty is from that source. For example, to see what the contribution to overall uncertainty is from an unknown <<datum>> at a given <<location>>, choose the "Coordinate only" xref:ui-locality-type[role=ui-element], set the xref:ui-input-latitude[role=ui-element] and xref:ui-input-longitude[role=ui-element] to the place that needs to be checked, set the xref:ui-coordinate-source[role=ui-element] to "gazetteer" or "locality description" (because neither of these choices contributes an uncertainty to the calculation), select "datum not recorded" from the xref:ui-datum[role=ui-element] drop-down list, select "exact" from the xref:ui-input-coordinate-precision[role=ui-element] drop-down list, set the xref:ui-measurement-error[role=ui-element] to "0". With these settings, the only source of uncertainty is the unknown datum. At the coordinate 0,0, the calculated uncertainty is 5030m, as shown in xref:img-isolating-uncertainty[xrefstyle="short"]. This large uncertainty reflects the maximum distance between the point 0,0 in any <<geographic-coordinate-reference-system>> and the point 0,0 in the coordinate reference system <<WGS84>>. See {gbp}#coordinate-reference-system[Coordinate Reference System^] in {gbp}[Georeferencing Best Practices (Chapman & Wieczorek 2020)^] for further discussion on the subject.
es: La http://georeferencing.org/georefcalculator/gc.html[Calculadora de Georreferenciación^] es una excelente herramienta para determinar las contribuciones de distintas fuentes a la <<incertidumbre>>. Para cualquier tipo de xref:ui-tipo-de-localidad[role=ui-elemento], se pueden anular todas las fuentes de incertidumbre excepto una para conocer cuál es la contribución a la incertidumbre global de esa fuente. Por ejemplo, para conocer cuál es la contribución a la incertidumbre global de una <<fecha>> desconocida en una <<ubicación>> dada, elija el xref:ui-tipo-de-localidad[role=ui-elemento] "Sólo coordenadas", establezca el xref:ui-latitud-de-entrada[role=ui-elemento] y la xref:ui-longitud-de-entrada[role=ui-elemento] en el lugar que necesita ser comprobado, establezca la xref:ui-fuente-de-las-coordenadas[role=ui-element] a "gacetero" o "descripción de la localidad" (ya que ninguna de estas opciones aporta una incertidumbre al cálculo), seleccione "datum no registrado" en la lista desplegable de xref:ui-datum[role=ui-elemento], seleccione "exacto" en la lista desplegable xref:ui-precisión-de-la-coordenada-de-entrada[role=ui-elemento], establezca el xref:ui-error-de-medición[role=ui-elemento] a "0". Con esta configuración, la única fuente de incertidumbre es el datum desconocido. En la coordenada 0,0, la incertidumbre calculada es de 5030m, como se muestra en xref:img-isolating-uncertainty[xrefstyle="short"]. Esta gran incertidumbre refleja la distancia máxima entre el punto 0,0 en cualquier <<sistema de referencia de coordenadas geográficas>> y el punto 0,0 en el sistema de referencia de coordenadas <<WGS84>>. ver {gbp}#sistema-de-referencia-de-coordenadas[Sistema de Referencia de Coordenadas^] en {gbp}[Buenas Prácticas de Georreferenciación (Chapman & Wieczorek 2020)^] para una discusión más amplia sobre el tema.
