Repository: gbif/doc-georeferencing-calculator-manual
Catalog: translations/*.po
Languages: es

source: The Gosford Quad map uses the North American 1927 horizontal <<datum>>, so select "[ui-element]#North American Datum 1927#" from the xref:ui-datum[role=ui-element] drop-down list. In most cases the datum can be found printed on the map, although sometimes an <<ellipsoid>> is listed instead. The Calculator also includes ellipsoids in the _Datum_ drop-down list. If a resource, such as a map with a datum, is not listed in the Calculator, try to find the ellipsoid for that datum using online resources such as http://epsg.io[epsg.io^] and then select the appropriate ellipsoid in the _Datum_ drop-down list.
es: El mapa quad Gosford utiliza el <<datum>> horizontal de América del Norte de 1927, por lo que hay que seleccionar "[ui-element]#North American Datum 1927#" en la lista desplegable xref:ui-datum[role=ui-element]. En la mayoría de los casos el datum se encuentra impreso en el mapa, aunque a veces aparece un <<elipsoide>> en su lugar. La Calculadora también incluye elipsoides en la lista desplegable _Datum_. Si un recurso, como un mapa con un datum, no aparece en la Calculadora, intente encontrar el elipsoide para ese datum utilizando recursos en línea como http://epsg.io[epsg.io^] y luego seleccione el elipsoide apropiado en la lista desplegable _Datum_.

source: The coordinates in this example have been specified to the nearest second, so select "[ui-element]#nearest second#" from the xref:ui-input-coordinate-precision[role=ui-element] drop-down list. The direction given in the locality description is E (east), so select "[ui-element]#E#" in the xref:ui-direction[role=ui-element] drop-down list. The <<offset>> distance is 10 mi (miles), so type "_10_" into the [ui-element]#Offset Distance# text box and select "[ui-element]#miles#" from the xref:ui-distance-units[role=ui-element] drop-down list.
es: Las coordenadas en este ejemplo se han especificado al segundo más cercano, así que seleccione "[ui-element]#segundo más cercano#" en la lista desplegable xref:ui-precisión-de-la-coordenada-de-entrada[role=ui-element]. La dirección dada en la descripción de la localidad es E (este), así que seleccione "[ui-element]#E#" en la lista desplegable xref:ui-dirección[role=ui-element]. La distancia de <<desplazamiento>> es de 10 mi (millas), así que escriba "_10_" en la caja de texto [ui-element]#Desplazamiento# y seleccione "[ui-element]#mi#" en la lista desplegable xref:ui-unidades-de-la-distancia[role=ui-element].

source: Bakersfield is a large place, and we don't know if the original locality means 10 miles from the center of town, 10 miles from the city limits, or something else entirely. Given that it is 3 miles from the specified coordinates to the furthest edge of town (as measured on the USGS map), the xref:ui-radial-of-feature[role=ui-element] should be 3 miles (see {gqg}#feature-with-av-obvious-spatial-extent[Feature – with an Obvious Spatial Extent^] in the {gqg}[Georeferencing Quick Reference Guide^]). Enter "_3_" into the xref:ui-radial-of-feature[role=ui-element] text field, since the units of the <<radial>> must be in the same units as the offset.
es: Bakersfield es un lugar grande y no sabemos si la localidad original significa 10 millas desde el centro de la ciudad, 10 millas desde los límites de la ciudad o algo totalmente distinto. Dado que hay 3 millas desde las coordenadas especificadas hasta el borde más lejano de la ciudad (según las mediciones del mapa USGS), el xref:ui-radial-de-la-entidad[role=ui-element] debería ser 3 millas (ver {gqg}#entidad-geográfica-con-una-extensión-espacial-obvia[Entidad Geográfica con una Extensión Espacial Obvia^] en la {gqg}[Guía de Referencia Rápida de Georreferenciación^]). Introduzca "_3_" en el campo de texto xref:ui-radial-de-la-entidad[role=ui-element], ya que las unidades del <<radio>> deben estar en las mismas unidades que el desplazamiento.

source: If this distance had been measured in kilometres the value should be converted to miles using the [ui-element]#Distance Converter# at the bottom of the Calculator. The converted number should then be entered into the appropriate field (see <<converters>> to learn how to use the converters). All distance measurements MUST be in the same units as the locality description for the Calculator to return proper results.
es: Si esta distancia se ha medido en kilómetros, el valor debe ser convertido a millas utilizando el [ui-elemento]#Convertidor de Distancia# en la parte inferior de la Calculadora. El número convertido debe introducirse entonces en el campo correspondiente (ver <<convertidores>> para aprender a utilizar los convertidores). Todas las medidas de distancia DEBEN estar en las mismas unidades que la descripción de la localidad para que la Calculadora devuelva los resultados adecuados.

source: The determination of the coordinates for Bakersfield is only as <<accuracy,accurate>> as the tools that are used; the map, the size of the units on the measurement tool, and the georeferencer's ability to place a marker relative to items on the map. Any error associated with the map itself is accounted for in the xref:ui-coordinate-source[role=ui-element] selection. Error associated with the georeferencer's ability to measure on the map is accounted for in the xref:ui-measurement-error[role=ui-element] field.
es: La determinación de las coordenadas de Bakersfield es tan <<exactitud,exacta>> como las herramientas que se utilizan: el mapa, el tamaño de las unidades en la herramienta de medición y la capacidad del georreferenciador para ubicar un marcador en relación con los elementos del mapa. Cualquier error asociado al mapa se tiene en cuenta en la selección xref:ui-fuente-de-las-coordenadas[role=ui-element]. El error asociado a la capacidad del georreferenciador para medir en el mapa se tiene en cuenta en el campo xref:ui-error-de-medición[role=ui-element].

source: To complete the xref:ui-measurement-error[role=ui-element] field, the smallest distance that can be measured on the map reliably and repeatedly must be determined. Generally, features or locations can be distinguished on a map to within about one (1) millimetre, given a ruler with millimetre divisions. If a ruler with English units is used, it may be possible to distinguish to 1/16th of an inch. The quality of the measuring tool, eyesight, and technique may alter these suggested values.
es: Para completar el campo xref:ui-error-de-medición[role=ui-element], debe determinarse la distancia más pequeña que puede medirse en el mapa de forma fiable y repetida. Por lo general, las características o ubicaciones pueden distinguirse en un mapa con una precisión de aproximadamente un (1) milímetro, dada una regla con divisiones milimétricas. Si se utiliza una regla con unidades inglesas, puede ser posible distinguir hasta 1/16 de pulgada. La calidad de la herramienta de medición, la vista y la técnica pueden alterar estos valores sugeridos.

source: Once the smallest distance that can be measured consistently and reliably has been determined, enter that value and its units into the [ui-element]#Scale Converter# at the bottom of the Calculator, select the scale of the map used for the measurement, and then select the unit of measure into which the conversion should be made. For example, if a digital measuring tool was used to measure to the nearest 0.1 mm on a 1:24000 map and this needs to be converted to miles, enter "_0.1_" into the xref:ui-radial-of-feature[role=ui-element], then select "[ui-element]#mm#" from the units drop-down list. Next, choose the "_1:24000_" scale option in the map scale drop-down list. Finally, select "[ui-element]#mi#" in the second drop-down list. The value of 0.1 mm at 1:24000 converted into miles will be displayed in blue ("_0.00149 mi_") within the grey text box on the right side of the [ui-element]#Scale Converter#. Type "_0.00149_" into the xref:ui-measurement-error[role=ui-element] field, or move it from the _Scale Converter_ using copy and paste keyboard combinations.
es: Una vez determinada la distancia más pequeña que puede medirse de forma consistente y fiable, introduzca ese valor y sus unidades en el [ui-elemento]#Convertidor de Escalas# en la parte inferior de la Calculadora, seleccione la escala del mapa utilizado para la medición y a continuación, seleccione la unidad de medida en la que debe realizarse la conversión. Por ejemplo, si se ha utilizado una herramienta de medición digital para medir a 0.1 mm en un mapa 1:24000 y hay que convertirlo a millas, introduzca "_0,1_" en el xref:ui-radial-de-la-entidad[role=ui-element], y luego seleccione "[ui-element]#mm#" en la lista desplegable de unidades. A continuación, elija la opción de escala "_1:24000_" en la lista desplegable de escala del mapa. Por último, seleccione "[ui-element]#mi#" en la segunda lista desplegable. El valor de 0.1 mm a 1:24000 convertido en millas se mostrará en azul ("_0.00149 mi_") dentro del cuadro de texto gris a la derecha del [ui-element]#Convertidor de Escalas#. Escriba "_0.00149_" en el campo xref:ui-error-de-medición[role=ui-element] o muévalo desde el _Convertidor de Escalas_ utilizando las combinaciones de teclado para copiar y pegar.

source: Next, make certain that "[ui-element]#mi#" is selected in the xref:ui-distance-units[role=ui-element] drop-down, since the locality is described in miles ("10 mi E…"). The offset component in this locality is 10 mi, which is <<precision,precise>> to the nearest 10 miles (see the discussion on this topic in the section {gbp}#uncertainty-related-to-offset-precision[Uncertainty Related to Offset Precision^] in {gbp}[Georeferencing Best Practices (Chapman & Wieczorek 2020)^]. Select "_10 mi_" in the distance [ui-element]#Precision# drop-down.
es: A continuación, asegúrese de que en la lista desplegable xref:ui-unidades-de-la-distancia[role=ui-element] esté seleccionado "[ui-element]#mi#", ya que la localidad se describe en millas ("10 mi E..."). El componente de desplazamiento en esta localidad es de 10 mi, que es <<precisión,preciso>> a las 10 millas más cercanas (vea la discusión sobre este tema en la sección {gbp}#incertidumbre-relacionada-con-la-precisión-del-desplazamiento[Incertidumbre Relacionada con la Precisión del Desplazamiento^] en {gbp}[Buenas Prácticas de Georreferenciación (Chapman & Wieczorek 2020)^]. Seleccione "_10 mi_" en la lista desplegable de [ui-elemento]#Precisión# de la distancia.

source: Next, click the xref:ui-calculate[role=ui-element] button. The calculated coordinates (always presented in <<decimal-degrees>>) for the locality "10 mi E (by air) Bakersfield" and the xref:ui-uncertainty[role=ui-element] for the calculation (always in meters) will be given in the controls just above the [ui-element]#Distance Converter# at the lower part of the Calculator, as shown in xref:img-calculate[xrefstyle="short"].
es: A continuación, haga clic en el botón xref:ui-calcular[role=ui-element]. Las coordenadas calculadas (siempre presentadas en <<grados decimales>>) para la localidad "10 mi E (por aire) Bakersfield" y la xref:ui-incertidumbre[role=ui-element] para el cálculo (siempre en metros) se mostrarán en los campos justo encima del [ui-element]#Conversor de Distancias# en la parte inferior de la Calculadora, como se muestra en xref:img-calculate[xrefstyle="short"].

source: Step 4: Calculate. The Calculator after clicking on the Calculate button, with all of the relevant text and drop-down boxes filled in or selected for an example of locality type "Distance at a heading". Results appear written in blue in the grey text boxes in the middle section of the Calculator below the Calculate button.
es: Paso 4: Calcular. La Calculadora después de hacer clic en el botón Calcular, con todos los cuadros de texto y listas desplegables pertinentes llenos o seleccionados para un ejemplo de tipo de localidad "Distancia en una dirección". Los resultados aparecen escritos en azul en los cuadros de texto grises de la sección central de la Calculadora, debajo del botón Calcular.

source: Step 5: Enter Metadata
es: Paso 5: Ingresar los Metadatos

source: After the results of the calculation have been presented, add the name of the georeferencer in the [ui-element]#Georeferenced by# text box. If there is more than one person, separate the names in the list by ' | '. Finally, select the appropriate <<georeference,georeferencing>> [ui-element]#Protocol#. We recommend the {gqg}[Georeferencing Quick Referencing Guide (Zermoglio et al. 2020)^] as the <<georeferencing-protocol>> to follow and select. Do not use this option if the protocol was altered in any way. Rather, make a citable document available and reference that. People will rely on strict application of the georeferencing protocol in order to be able to reproduce a georeference given the same input parameters. If an undocumented protocol is followed, select "[ui-element]#protocol not recorded#". The example georeference from xref:img-calculate[xrefstyle="short"], with the metadata filled in, is shown in xref:img-enter-metadata[xrefstyle="short"].
es: Una vez presentados los resultados del cálculo, añada el nombre del georreferenciador en el cuadro de texto [ui-element]#Georreferenciado por#. Si hay más de una persona, separe los nombres en la lista con ' | '. Por último, seleccione el [ui-element]#Protocolo# de <<georreferencia, georreferenciación>> apropiado. Recomendamos la {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^] como <<protocolo de georreferenciación>> a seguir y seleccionar. No seleccione esta opción si el protocolo fue alterado de alguna manera. Más bien, haga disponible un documento citable y haga referencia a este. La gente confiará en la aplicación estricta del protocolo de georreferenciación para poder reproducir una georreferencia dados los mismos parámetros de entrada. Si se sigue un protocolo no documentado, seleccione "[ui-elemento]#protocolo no indicado#". El ejemplo de georreferencia de xref:img-calculate[xrefstyle="short"], con los metadatos completos, se muestra en xref:img-enter-metadata[xrefstyle="short"].

source: Step 5: Enter Metadata. The Calculator after entering an example of georeference metadata for the georeferencer and the georeferencing Protocol used.
es: Step 5: Ingrese los Metadatos. La calculadora después de ingresar un ejemplo de metadatos de georreferencia para el georreferenciador y el Protocolo de georreferenciación utilizado.

source: Step 6: Copy Results
es: Paso 6: Copiar los Resultados

source: The results (in blue in the middle section of the Calculator after clicking on the xref:ui-calculate[role=ui-element] button), including the metadata, can be copied onto the system clipboard by clicking on the [ui-element]#Copy# button, after which a dialog box will appear displaying the content that has been copied, as shown in xref:img-copy-results[xrefstyle="short"].
es: Los resultados (en azul en la sección central de la Calculadora después de hacer clic en el botón xref:ui-calcular[role=ui-element]), incluidos los metadatos, pueden copiarse en el portapapeles del sistema haciendo clic en el botón [ui-element]#Copiar#, tras lo cual aparecerá un cuadro de diálogo con el contenido que se ha copiado, como se muestra en xref:img-copy-results[xrefstyle="short"].

source: This dialog box does not get translated based on the language chosen for the Calculator interface. To close the box, click the [ui-element]#OK# button. Once copied, the content can be transferred and pasted to a spreadsheet, database or text file as a tab-delimited record of the data for the current calculation.
es: Este cuadro de diálogo no se traduce en función del idioma elegido para la interfaz de la Calculadora. Para cerrar el cuadro, haga clic en el botón [ui-element]#OK#. Una vez copiado, el contenido puede ser transferido y pegado a una hoja de cálculo, base de datos o archivo de texto como un registro delimitado por tabulaciones de los datos para el cálculo actual.

source: Step 6: Copy Results. Pop-up dialog box after clicking on the Copy button, showing the tab-delimited results of the example georeference that have been copied to the system clipboard.
es: Paso 6: Copiar los Resultados. Cuadro de diálogo emergente después de hacer clic en el botón Copiar, el cual muestra los resultados de la georreferencia de ejemplo delimitados por tabulaciones, que han sido copiados en el portapapeles del sistema.

source: Step 7: Paste Results
es: Paso 7: Pegar los Resultados

source: The content on the system clipboard after clicking on the [ui-element]#Copy# button is tab-delimited. It can be pasted into a series of columns of a spreadsheet directly (this works in Excel as well as Google Sheets). It can also be pasted into a tab-delimited text file. When pasting the results, be certain that the order of the fields in the destination document matches the order of the fields in the results. Using http://rs.tdwg.org/dwc/terms/[Darwin Core standard term names^] (see also https://doi.org/10.1371/journal.pone.0029715[Wieczorek et al. 2012^]), the order of the result fields is:
es: El contenido del portapapeles del sistema tras hacer clic en el botón [ui-elemento]#Copiar# está delimitado por tabulaciones. Se pueden pegar directamente en una serie de columnas de una hoja de cálculo (esto funciona tanto en Excel como en Google Sheets). También se puede pegar en un archivo de texto delimitado por tabulaciones. Al pegar los resultados, asegúrese de que el orden de los campos en el documento de destino coincida con el orden de los campos en los resultados. Utilizando http://rs.tdwg.org/dwc/terms/[los nombres de los términos del estándar Darwin Core^] (ver también https://doi.org/10.1371/journal.pone.0029715[Wieczorek et al. 2012^]), el orden de los campos de los resultados es:

source: term:dwc[decimalLatitude]
es: term:dwc[decimalLatitude] (Latitud decimal)

source: term:dwc[decimalLongitude]
es: term:dwc[decimalLongitude] (Longitud decimal)

source: term:dwc[geodeticDatum]
es: term:dwc[geodeticDatum] (Dato geodésico)

source: term:dwc[coordinateUncertaintyInMeters]
es: term:dwc[coordinateUncertaintyInMeters] (Incertidumbre de las coordenadas en metros)

source: term:dwc[coordinatePrecision]
es: term:dwc[coordinatePrecision] (Precisión de las coordenadas)

source: term:dwc[georeferencedBy]
es: term:dwc[georeferencedBy] (Georreferenciado por)

source: term:dwc[georeferencedDate]
es: term:dwc[georeferencedDate] (Fecha de georreferenciación)

source: term:dwc[georeferenceProtocol]
es: term:dwc[georeferenceProtocol] (Protocolo de georreferenciación)

source: Note that only the values are copied and can be pasted, and not the corresponding headers. xref:img-paste-results[xrefstyle="short"] shows the results after being pasted into a cell in a Google Sheet.
es: Tenga en cuenta que sólo se copian y se pueden pegar los valores y no los encabezados correspondientes. xref:img-paste-results[xrefstyle="short"] muestra los resultados después de pegarlos en una celda de un archivo Google Sheet.

source: Step 7: Paste Results. Part of a Google Sheet into which the results have been pasted. The column names reflecting Darwin Core terms were already in row 1 when the results were pasted into the cell A2.
es: Paso 7: Pegar los Resultados. Parte de un archivo Google Sheet en el que se han pegado los resultados. Los nombres de las columnas que reflejan los términos del Darwin Core ya estaban en la fila 1 cuando se pegaron los resultados en la celda A2.

source: Step 8: Start a New Calculation
es: Paso 8: Empezar un Nuevo Cálculo

source: A new calculation can be started simply by entering new parameter values and selecting new drop-down list values pertinent to the next calculation. If the xref:ui-locality-type[role=ui-element] for the next calculation is different from the previous one, make a new selection on the xref:ui-locality-type[role=ui-element] drop-down list. New parameters will appear that are relevant to the new xref:ui-locality-type[role=ui-element] calculation. Previously entered and chosen values will remain in the text and drop-down boxes and thus carry over to the next calculation whenever possible. This can increase the efficiency of calculations if <<locality>> descriptions that include the same feature are <<georeference,georeferenced>> one after another.
es: Se puede iniciar un nuevo cálculo simplemente introduciendo nuevos valores para los parámetros y seleccionando nuevos valores de la lista desplegable pertinentes para el siguiente cálculo. Si el xref:ui-tipo-de-localidad[role=ui-element] para el siguiente cálculo es diferente del anterior, haga una nueva selección en la lista desplegable xref:ui-tipo-de-localidad[role=ui-element]. Aparecerán nuevos parámetros relevantes para el nuevo cálculo xref:ui-locality-type[role=ui-element]. Los valores introducidos y elegidos anteriormente permanecerán en los cuadros de texto y listas desplegables desplegables y, por tanto, se trasladarán al siguiente cálculo siempre que sea posible. Esto puede aumentar la eficiencia de los cálculos si las descripciones de <<localidad>> que incluyen la misma entidad geográfica son <<georreferencia,georeferenciadas>> una tras otra.

source: Always check that all parameter values and choices are correct before accepting the results of a calculation. xref:img-new-calculation[xrefstyle="short"] shows the Calculator after selecting the xref:ui-locality-type[role=ui-element]: [ui-element]#Geographic feature only# for a new georeference following the georeference calculation shown in xref:img-enter-metadata[xrefstyle="short"]. Without doing anything further, the Calculator would be ready to calculate the georeference for the locality "Bakersfield" based on the previous entries. Note that the [ui-element]#Date# value will change automatically when the xref:ui-calculate[role=ui-element] button is clicked.
es: Siempre compruebe que todos los valores y opciones de los parámetros son correctos antes de aceptar los resultados de un cálculo. xref:img-new-calculation[xrefstyle="short"] muestra la Calculadora después de seleccionar el xref:ui-tipo-de-localidad[role=ui-element]: [ui-elemento]#Sólo una Entidad Geográfica# para una nueva georreferencia tras el cálculo de georreferencia mostrado en xref:img-enter-metadata[xrefstyle="short"]. Sin hacer nada más, la Calculadora estaría lista para calcular la georreferencia de la localidad "Bakersfield" basándose en las entradas anteriores. Tenga en cuenta que el valor de [ui-element]#Fecha# cambiará automáticamente cuando se haga clic en el botón xref:ui-calcular[role=ui-element].

source: Step 8: Start a New Calculation. The Calculator after selecting a new Locality Type to start a new georeference calculation following the calculation from xref:img-enter-metadata[xrefstyle="short"]. Note that there are fewer parameters to enter for this Locality Type, and that the relevant parameter values that were in the previous calculation are preserved for this calculation.
es: Paso 8: Iniciar un nuevo cálculo. La Calculadora después de seleccionar un nuevo Tipo de Localidad para iniciar un nuevo cálculo de georreferencia siguiendo el cálculo de xref:img-enter-metadata[xrefstyle="short"]. Observe que hay menos parámetros que ingresar para este Tipo de Localidad y que los valores de los parámetros relevantes que estaban en el cálculo anterior se conservan para este cálculo.

source: Calculating Coordinates from a Map
es: Calcular Coordenadas a partir de un Mapa
