Repository: gbif/doc-georeferencing-calculator-manual
Catalog: translations/*.po
Languages: es

source: [[ui-input-longitude]]Input Longitude
es: [[ui-longitud-de-entrada]]Longitud de Entrada

source: The <<geographic-coordinates,geographic coordinate>> east or west of the <<prime-meridian>> (an arc between the north and south poles where <<longitude>> is 0) for the point of reference for the calculation, which is determined by the specific <<locality-type>>. Longitudes east of the prime meridian are positive by convention, while longitudes to the west are negative. The minus sign ("−") should be included as appropriate. The Calculator supports degree-based <<geographic-coordinates,geographic coordinate>> formats for <<latitude>> and longitude: <<decimal-degrees>> (−105.3733333), degrees decimal minutes (105° 22.4′ W), and degrees minutes seconds (105° 22′ 24″ W), .
es: La <<coordenadas geográficas,coordenada geográfica>> al este o al oeste del <<meridiano cero>> (un arco entre los polos norte y sur donde la <<longitud>> es 0) para el punto de referencia del cálculo, que está determinado por el <<tipo de localidad>> específico. Las longitudes al este del meridiano cero son positivas por convención, mientras que las longitudes al oeste son negativas. El signo menos ("-") debe incluirse según corresponda. La calculadora admite los siguientes formatos de <<coordenadas geográficas, coordenada geográfica>> basados en grados para la <<latitud>> y la <<longitud>>: <<grados decimales>> (-105.3733333), grados minutos decimales (105° 22.4′ W), y grados minutos segundos (105° 22′ 24″ W).

source: [[ui-output-longitude]]Output Longitude
es: [[ui-longitud-de-salida]]Longitud de Salida

source: The resulting <<longitude>> for a given calculation in <<decimal-degrees>>. Equivalent to the <<Darwin-Core>> term term:dwc[decimalLongitude]. See also, xref:ui-input-longitude[role=ui-element].
es: La <<longitud>> resultante para un cálculo determinado, en <<grados decimales>>. Equivale al término del <<Darwin-Core>> term:dwc[decimalLongitude]. Ver también, xref:ui-longitud-de-entrada[role=ui-elemento].

source: [[ui-measurement-error]]Measurement Error
es: [[ui-error-de-medición]]Error de Medición

source: Accounts for <<error>> associated with the ability to distinguish one point from another using any measuring tool, such as rulers on paper maps or the measuring tools on Google Maps or Google Earth. The units of the measurement must be the same as those for the <<locality>> description. The _Distance Converter_ at the bottom of the Calculator is provided to aid in changing a measurement to the locality description units.
es: Contabiliza el <<error>> asociado a la capacidad de distinguir un punto de otro utilizando cualquier herramienta de medición, como las reglas en los mapas de papel o las herramientas de medición de Google Maps o Google Earth. Las unidades de medida deben ser las mismas que las de la descripción de la <<localidad>>. El _Conversor de distancias_ que aparece en la parte inferior de la Calculadora sirve de ayuda para cambiar una medida a las unidades de la descripción de la localidad.

source: If more than one measurement is made in the course of a georeference determination, enter the sum of all the measurement errors.
es: Si se realiza más de una medición en el curso de la determinación de la georreferencia, introduzca la suma de todos los errores de medición.

source: [[ui-offset-distance]]Offset Distance
es: [[ui-distancia-de-desplazamiento]]Distancia de Desplazamiento

source: The linear distance from a point of origin. <<offset,Offsets>> are used for the _Locality Types_ "_Distance at a heading_" and "_Distance only_". If the xref:ui-locality-type[role=ui-element] "_Distance in orthogonal directions_" is selected, there are two distinct offsets:
es: La distancia lineal desde un punto de origen. Los <<desplazamiento,desplazamientos>> se utilizan para los tipos de localidad_ "_Distancia en una dirección_" y "_Distancia sólo_". Si se selecciona el tipo de localidad xref:ui-locality-type[role=ui-element] "_Distancia por direcciones ortogonales_", hay dos desplazamientos distintos:

source: North or South Offset Distance
es: Distancia de desplazamiento al norte o al sur

source: The distance to the north or south of the xref:ui-input-latitude[role=ui-element].
es: La distancia al norte o al sur de la xref:ui-latitud-de-entrada[role=ui-element].

source: East or West Offset Distance
es: Distancia al Este u Oeste

source: The distance to the east or west of the xref:ui-input-longitude[role=ui-element].
es: La distancia al este o al oestede la xref:ui-longitud-de-entrada[role=ui-element].

source: [[ui-radial-of-feature]]Radial of Feature
es: [[ui-radio-de-la-entidad-geográfica]]Radio de la Entidad Geográfica

source: The <<feature>> is the place in the <<locality>> description that corresponds to the xref:ui-input-latitude[role=ui-element] and xref:ui-input-longitude[role=ui-element]. Types of features vary widely and include, for example, populated places, street addresses, junctions, crossings, lakes, mountains, parks, islands, etc. The <<geographic-radial>> of the feature is the distance from the <<corrected-center>> of the feature to the furthest point on the <<geographic-boundary>> of that feature (see {gbp}#extent-of-a-location[Extent of a Location] in {gbp}[Georeferencing Best Practices (Chapman & Wieczorek 2020)^] and {gqg}#radial-of-feature[Radial of Feature] in {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^]).
es: La <<entidad geográfica>> es el lugar de la descripción de la <<localidad>> que corresponde a la xref:ui-latitud-de-entrada[role=ui-elemento] y a la xref:ui-longitud-de-entrada[role=ui-elemento]. Los tipos de entidades varían mucho e incluyen, por ejemplo, lugares poblados, direcciones de calles, cruces, lagos, montañas, parques, islas, etc. El <<radio geográfico>> de la entidad es la distancia desde el <<centro corregido>> de la entidad hasta el punto más lejano del <<límite geográfico>> de esa entidad (ver {gbp}#extensión-de-una-ubicación[Extensión de una Ubicación] en {gbp}[Buenas Prácticas de Georreferenciación (Chapman & Wieczorek 2020)^] y {gqg}#radio-de-la-entidad-geográfica[Radio de la Entidad Geográfica] en {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^]).

source: [[ui-uncertainty,Uncertainty]]Uncertainty (m)
es: [[ui-incertidumbre,Incertidumbre]]Incertidumbre (m)

source: The resulting combination of all sources of <<uncertainty>> (<<coordinate-precision>>, unknown <<datum>>, data source, <<GPS>> <<accuracy>>, measurement <<error>>, <<feature>> <<geographic-radial>>, distance <<precision>>, and <<heading>> precision) expressed as a linear distance – the radius in the <<point-radius>> <<georeferencing-method,method>> (https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]). Along with the xref:ui-output-latitude[role=ui-element], xref:ui-output-longitude[role=ui-element], and xref:ui-datum[role=ui-element], the radius defines a <<smallest-enclosing-circle>> containing all of the possible places a <<locality>> description could mean.
es: La combinación resultante de todas las fuentes de <<incertidumbre>> (<<precisión de las coordenadas>>, <<datum desconocido>>, fuente de datos,<<precisión>> del <<GPS>>, <<error>> de medición, <<radio geográfico>> de la <<entidad geográfica>>, <<precisión>> de la distancia y precisión de la <<orientación cardinal>>) expresada como una distancia lineal: el radio en el <<método de georreferenciación,método>> <<radio-punto>> (https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]). Junto con los elementos xref:ui-latitud-de-salida[role=ui-elemento], xref:ui-longitud-de-salida[role=ui-elemento] y xref:ui-datum[role=ui-elemento], el radio define un <<círculo mínimo>> que contiene todos los posibles lugares que podría significar una descripción de una <<localidad>>.

source: [[ui-version]]Version
es: [[ui-versión]]Versión

source: Displayed in the bottom left-hand corner of the Calculator in the format yyyymmddll, where ll is the two-letter language code of the interface.
es: Se muestra en la esquina inferior izquierda de la calculadora en el formato aaaammddll, donde ll es el código de idioma de dos letras de la interfaz.

source: Glossary
es: Glosario

source: [[accuracy]]accuracy
es: [[exactitud]]exactitud

source: The closeness of an estimated value (for example, measured or computed) to a standard or accepted ("true") value. Antonym: inaccuracy. Compare <<error>>, <<bias>>, <<precision>>, <<false precision>> and <<uncertainty>>.
es: La cercanía de un valor estimado (por ejemplo, medido o calculado) a un valor estándar o aceptado ("verdadero"). Antónimo: inexactitud. Comparar con <<error>>, <<sesgo>>, <<precisión>>, <<falsa precisión>> e <<incertidumbre>>.

source: "The true value is not known, but only estimated, the accuracy of the measured quantity is also unknown. Therefore, accuracy of coordinate information can only be estimated." (ftp://glonass-center.ru/REPORTS/OLD/NRCAN/Accuracy_Standards.pdf[Geodetic Survey Division 1996^], https://www.fgdc.gov/standards/projects/accuracy/part3/chapter3[FGDC 1998^]).
es: "El valor verdadero no es conocido, sólo estimado, la exactitud de la cantidad medida también es desconocida. Por lo tanto, la exactitud de la coordenada sólo puede ser estimada. (ftp://glonass-center.ru/REPORTS/OLD/NRCAN/Accuracy_Standards.pdf[Geodetic Survey División 1996^], https://www.fgdc.gov/standards/projects/accuracy/part3/chapter3[FGDC 1998^]).

source: [[altitude]]altitude
es: [[altitud]]altitud

source: A measurement of the vertical distance above a <<vertical datum>>, usually <<mean sea level>> or <<geoid>>. For points on the surface of the earth, altitude is synonymous with <<elevation>>.
es: Una medida de la distancia vertical por encima de un <<datum vertical>>, usualmente el <<nivel medio del mar>> o un <<geoide>>. Para los puntos sobre la superficie de la Tierra, la altitud es sinónimo de <<elevación>>.

source: [[antimeridian]]antimeridian
es: [[antimeridiano]]antimeridiano

source: The <<meridian>> of <<longitude>> opposite a given <<meridian>>. A meridian and its antimeridian form a continuous ring around the Earth. The "Antimeridian" is the specific meridian of longitude opposite the <<prime meridian>> and is used as the rough basis of the International Date Line.
es: El <<meridiano>> de <<longitud>> opuesto a un <<meridiano>> de referencia. Un meridiano y su antimeridiano forman un anillo continuo alrededor de la Tierra. El "Antimeridiano" es el meridiano específico de longitud opuesta al <<meridiano cero>> y se utiliza como base de la Línea internacional de cambio de fecha.

source: [[bathymetry]]bathymetry
es: [[batimetría]]batimetría

source: The measure of <<depth>> of water in oceans, seas and lakes.
es: Medida de <<profundidad>> del agua en océanos, mares y lagos.

source: The shapes of underwater terrains, including underwater topography and sea floor mapping.
es: Las formas de los terrenos subacuáticos, incluyendo la topografía submarina y el mapeo de los fondos marinos.

source: [[bias]]bias
es: [[sesgo]]sesgo

source: The difference between the average value of a set of measurements and the accepted true value. Bias is equivalent to the average systematic <<error>> in a set of measurements and a correction to negate the systematic error can be made by adjusting for the bias. Compare <<accuracy>>, <<error>>, <<precision>>, <<false precision>> and <<uncertainty>>.
es: La diferencia entre el promedio de un conjunto de mediciones y el valor verdadero aceptado. El sesgo es equivalente al promedio del <<error>> sistemático en un conjunto de mediciones y una corrección para contrarrestar el error sistemático puede hacerse ajustando el sesgo. Comparar con <<exactitud>>, <<error>>, <<precisión>>, <<falsa precisión>> e <<incertidumbre>>.

source: [[boundary]]boundary
es: [[límite]]límite

source: The spatial divide between what is inside a <<location>> and what is outside of it.
es: La división espacial entre lo que está dentro de una <<ubicación>> y lo que está fuera de ella.

source: [[bounding-box]]bounding box
es: [[caja-delimitadora]]caja delimitadora

source: An area defined by the <<coordinates>> of two diagonally opposite corners of a polygon, where those two corners define the north-south and east-west extremes of the area contained within.
es: Área definida por las <<coordenadas>> de dos esquinas diagonalmente opuestas de un polígono, que definen los extremos norte-sur y este-oeste del área contenida.

source: clause
es: cláusula

source: see <<locality clause>>.
es: ver <<claúsula de la localidad>>.

source: [[coordinate-format]]coordinate format
es: [[formato-de-la-coordenada]]formato de la coordenada

source: The format in which <<coordinates>> are encoded, such as "<<decimal degrees>>", "<<DMS,degrees minutes seconds>>", "degrees decimal minutes", or <<UTM>>.
es: Formato en el que las <<coordenadas>> están codificadas, como "<<grados-decimales>>", "<<GMS,grados minutos segundos>>", "grados minutos decimales" o <<UTM>>.

source: [[coordinate-precision]]coordinate precision
es: [[precisión-de-las-coordenadas]]precisión de las coordenadas

source: The fraction of a degree corresponding to the number of significant digits in the source <<coordinates>>. For example, if the coordinates are reported to the nearest minute, the <<precision>> is 1/3600th (0.00027778) of a degree; if a <<decimal-degrees,decimal degree>> is reported to two decimal places, the precision is 0.01 of a degree.
es: La fracción de un grado correspondiente al número de dígitos significativos en las <<coordenadas>> originales. Por ejemplo, si las coordenadas son reportadas al minuto más cercano, la <<precisión>> es 1/3600th (0.00027778) de grado; si un <<grados-decimales,grado decimal>> se reporta a dos decimales, la precisión es 0.01 de grado.

source: [[coordinate-reference-system]]coordinate reference system
es: [[sistema-de-coordenadas-de-referencia]]sistema de coordenadas de referencia

source: (also <<spatial reference system>>) A <<coordinate system>> defined in relation to a standard reference or <<datum>>.
es: (también <<sistema de referencia espacial>>) Un <<sistema de coordenadas>> definido en relación a una referencia estándar o <<datum>>.

source: [[coordinate-system]]coordinate system
es: [[sistema-de-coordenadas]]sistema de coordenadas

source: A geometric system that defines the nature and relationship of the <<coordinates>> it uses to uniquely define positions. Examples include the <<geographic coordinate system>> and the <<UTM>> coordinate system.
es: Un sistema geométrico que describe la naturaleza y la relación de las <<coordenadas>> usadas para definir posiciones únicas. Algunos ejemplos incluyen el <<sistema de coordenadas geográfico>> y el sistema de coordenadas <<UTM>>.

source: [[coordinate-uncertainty]]coordinate uncertainty
es: [[incertidumbre-de-las-coordenadas]]incertidumbre de las coordenadas

source: A measure of the minimum distance on the surface from a <<coordinates,coordinate>> within which a <<locality>> might be interpreted to be.
es: Medida de la distancia mínima desde una <<coordenadas,coordenada>>, en la que puede interpretarse que se ubica una <<localidad>>.

source: [[coordinates]]coordinates
es: [[coordenadas]]coordenadas

source: A set of values that define a position within a <<coordinate system>>. Coordinates are used to represent <<location,locations>> in space relative to other locations.
es: Conjunto de valores que definen una posición dentro de un <<sistema de coordenadas>>. Las coordenadas se utilizan para representar <<ubicación,ubicaciones>> en el espacio en relación a otras ubicaciones.

source: [[coordinateUncertaintyInMeters]]coordinateUncertaintyInMeters
es: [[Incertidumbre-de-las-coordenadas-en-metros]] coordinateUncertaintyInMeters (Incertidumbre de las coordenadas en metros)

source: The <<Darwin Core>> term corresponding to the <<maximum uncertainty distance>> when given in meters.
es: Término del <<Darwin Core>> correspondiente a la <<distancia máxima de incertidumbre>> en metros.

source: [[corrected-center]]corrected center
es: [[centro-corregido]]centro corregido

source: The point within a <<location>>, or on its <<boundary>>, that minimizes the <<geographic radial>> of the location. This point is obtained by making the <<smallest enclosing circle>> that contains the entire <<feature>>, and then taking the center of that circle. If that center does not fall inside the boundaries of the feature, make the <<smallest enclosing circle>> that has its center on the boundary of the feature. Note that in the second case, the new circle, and hence the <<radial>>, will always be larger than the uncorrected one (see {gbp}#img-polygon-center[Polygons (Chapman & Wieczorek 2020)^]).
es: El punto dentro de una <<ubicación>>, o en sus <<límite, límites>>, que minimiza el <<radio geográfico>> de la ubicación. Este punto se obtiene haciendo el <<círculo mínimo>> que contenga toda la <<entidad geográfica>> y luego tomando el centro de ese círculo. Si ese centro no cae dentro de los límites de la geometría, se debe hacer un <<círculo mínimo>> que tenga su centro en el límite de la geometría. Note que en el segundo caso, el nuevo círculo y por ende el <<radio>>, siempre serán mas grandes que el centro no corregido (ver <<img-centro-polígono>>).

source: A standard for exchanging information about biological diversity (see https://www.tdwg.org/standards/dwc/[Darwin Core^]).
es: Estándar para el intercambio de información sobre diversidad biológica (ver https://www.tdwg.org/standards/dwc/[Darwin Core^]).

source: [[data-quality]]data quality
es: [[calidad-de-datos]]calidad de datos

source: ‘Fitness for use’ of data (<<juran,Juran 1964>>, <<juran-2ed,Juran 1995>>, <<chrisman,Chrisman 1991>>, https://doi.org/10.15468/doc.jrgg-a190[Chapman 2005a^]). As the collector of the original data, you may have an intended use for the data you collect but data have the potential to be used in unforeseen ways; therefore, the value of your data is directly related to the fitness of those data for a variety of uses. As data become more accessible, many more uses become apparent (http://www.gbif.org/document/80545[Chapman 2005c^]).
es: Aptitud para el uso de los datos (en inglés: ´Fitness for use') (<<juran,Juran 1964>>, <<juran-2ed,Juran 1995>>, <<chrisman,Chrisman 1991>>, https://doi.org/10.15468/doc.jrgg-a190[Chapman 2005a^]). Como colector de datos primarios, puede que usted tenga una intensión de uso para los mismos, pero estos tienen el potencial de ser utilizados de otras maneras aún no previstas; por lo tanto, el valor de los datos está directamente relacionado con la aptitud que tienen para ser utilizados en una variedad de usos. A medida que los datos se vuelven más accesibles, son mas evidentes sus potenciales usos. (http://www.gbif.org/document/80545[Chapman 2005c^]).

source: A set of one or more parameters that serve as a reference or basis for the calculation of other parameters https://www.iso.org/standard/74039.html[ISO 19111^]. A datum defines the position of the origin, the scale, and the orientation of the axes of a <<coordinate system>>. For <<georeference,georeferencing>> purposes, a datum may be a <<geodetic datum>> or a <<vertical datum>>.
es: Conjunto de uno o más parámetros que sirven como referencia o base para el cálculo de otros parámetros https://www.iso.org/standard/74039.html[ISO 19111^]. El datum define la posición del origen, la escala y la orientación de los ejes de un <<sistema de coordenadas>>. Para propósitos de la <<georreferencia,georreferenciación>>, un datum puede ser un <<datum geodésico>> o un <<datum vertical>>.

source: [[decimal-degrees]]decimal degrees
es: [[grados-decimales]]grados decimales

source: Degrees expressed as a single real number (e.g. −22.343456). Note that <<latitude,latitudes>> south of the equator are negative, as are <<longitude,longitudes>> west of the <<prime meridian>> to −180 degrees. See also <<decimal latitude>> and <<decimal longitude>>.
es: Grados expresados como un único número real (p. ej., -22.343456). Tenga en cuenta que las <<latitud,latitudes>> al sur del ecuador son negativas, al igual que las <<longitud,longitudes>> al oeste del <<meridiano cero>> hasta −180 grados. Ver también <<latitud decimal>> y <<longitud decimal>>.

source: [[decimal-latitude]]decimal latitude
es: [[latitud-decimal]]latitud decimal

source: <<latitude,Latitude>> expressed in <<decimal degrees>>. The limits of decimal latitude are −90 to 90, inclusive.
es: <<latitud,Latitud>> expresada en <<grados decimales>>. Los límites de la latitud decimal se encuentran entre -90 y 90 grados.

source: [[decimal-longitude]]decimal longitude
es: [[longitud-decimal]]longitud decimal

source: <<longitude,Longitude>> expressed in <<decimal degrees>>. The limits of decimal longitude are −180 to 180, inclusive.
es: <<longitud,Longitud>> expresada en <<grados decimales>>. Los límites de la latitud decimal se encuentran entre -180 y 180 grados.

source: declination
es: declinación

source: see <<magnetic declination>>.
es: ver <<declinación magnética>>.

source: see <<digital elevation model>>.
es: ver <<modelo digital de elevación>>.

source: [[depth]]depth
es: [[profundidad]]profundidad

source: A measurement of the vertical distance below a <<vertical datum>>. In this document, we try to modify the term to signify the medium in which the measurement is made. Thus, "water depth" is the vertical distance below an air-water interface in a waterbody (ocean, lake, river, sinkhole, etc.). Compare <<distance above surface>>. Depth is always a non-negative number.
es: Medición de la distancia vertical por debajo de un <<datum vertical>>. En este documento tratamos de modificar el término para indicar el medio en el que se realiza la medición. En este sentido, la "profundidad del agua" es la distancia vertical por debajo de una interfaz de aire-agua, en un cuerpo de agua (océano, lago, río, agujero, etc.). Comparar con <<distancia sobre la superficie>>. Profundidad es siempre un número no negativo.

source: [[digital-elevation-model,digital elevation model]]digital elevation model (DEM)
es: [[modelo-digital-de-elevación,modelo digital de elevación]] modelo digital de elevación (DEM)

source: A digital representation of the elevation of <<location,locations>> on the surface of the earth, usually represented in the form of a rectangular <<grid>> (raster) that stores the <<elevation>> relative to <<mean-sea-level>> or some other known <<vertical datum>>. The term Digital Terrain Model (DTM) is sometimes used interchangeably with DEM, although it is usually restricted to models representing landscapes. A DTM usually contains additional surface information such as peaks and breaks in slope.
es: Representación digital de la elevación de una <<ubicación>> en la superficie de la tierra, habitualmente representado en forma de una <<grilla>> rectangular (raster) que almacena la <<elevación>> relativa al <<nivel-medio-del-mar>> o algún otro <<datum vertical>>. El término Modelo de Terreno Digital (DTM) se utiliza a veces de forma intercambiable con DEM, aunque normalmente se limita a modelos que representan capas. Un DTM normalmente contiene información adicional de superficie, como picos y roturas en pendiente.

source: [[direction]]direction
es: [[dirección]]dirección

source: see <<heading>>.
es: ver <<dirección>>.

source: [[distance-above-surface]]distance above surface
es: [[distancia-sobre-la-superficie]]distancia sobre la superficie
