Repository: gbif/doc-georeferencing-calculator-manual
Catalog: translations/*.po
Languages: es

source: a circle with the smallest radius (<<radial>>) that contains all of a given set of points (or a given <<shape>>) on a surface (see https://en.wikipedia.org/wiki/Smallest-circle_problem[Smallest-circle problem]). This is seldom the same as the <<geographic center>>, nor the midpoint between two most distant <<geographic coordinates>> of a <<location>>.
es: un círculo de menor radio (<<radio>>) que contiene todo un conjunto de puntos determinado (o una <<forma-geométrica>> dada) ubicados sobre una superficie (ver https://es.wikipedia.org/wiki/Problema_del_círculo_mínimo[_problema del círculo mínimo_^]). Este rara vez es el mismo que aquel obtenido a partir del <<centro geográfico>> o del punto medio entre las dos <<coordenadas geográficas>> mas distantes de una <<ubicación>>.

source: [[spatial-fit]]spatial fit
es: [[ajuste-espacial]]ajuste espacial

source: a measure of how well one geometric representation matches another geometric representation as a ratio of the area of the larger of the two to the area of the smaller one. (See {gbp}#img-spatial-fit[Determining Spatial Fit (Chapman & Wieczorek 2020)^]).
es: una medida de cuán bien una representación geométrica coincide con otra representación geométrica a partir de una relación del área mas grande de las dos geometrías respecto al área de la más pequeña. (Ver {gbp}#img-spatial-fit[Determinando el Ajuste Espacial (Chapman & Wieczorek 2020)^]).

source: [[spatial-reference-system]]spatial reference system
es: [[spatial-reference-system]]sistema de referencia espacial

source: see <<coordinate reference system>>.
es: ver <<sistema de referencia de coordenadas>>.

source: [[stratigraphic-section]]stratigraphic section
es: [[sección-estratigráfica]]sección estratigráfica

source: A local outcrop or series of adjacent outcrops that display a vertical sequence of strata in the order they were deposited.
es: Afloramiento local o serie de afloramientos adyacentes que muestran una secuencia vertical de estratos en el orden en que fueron depositados.

source: [[transect]]transect
es: [[transecto]]transecto

source: A <<path>> along which observations, measurements, or samples are made. Transects are often recorded as a starting <<location>> and a terminating <<location>>.
es: Una <<ruta>> a lo largo de la cual se hacen observaciones, mediciones o se toman muestras. Los transectos frecuentemente se registran con una <<ubicación>> inicial y una <<ubicación>> final.

source: [[trig-point]]trig point
es: [[vértice-geodésico]]vértice geodésico

source: A surveyed reference point, often on high points of <<elevation>> (mountain tops, etc.) and usually designated with a fixed marker on a small pyramidal structure or a pillar. The exact <<location>> is determined by survey triangulation and hence the alternative names "trigonometrical point", "triangulation point" or "benchmark".
es: Punto de referencia, a menudo ubicado en puntos altos de <<elevación>> (cimas de montaña, etc.) y generalmente designado con un marcador fijo en una pequeña estructura piramidal o un pilar. La <<ubicación>> exacta se determina mediante estudios de triangulación, por lo tanto, se conoce con los nombres alternativos de "punto trigonométrico", "punto de triangulación" o "punto de referencia".

source: [[uncertainty]]uncertainty
es: [[incertidumbre]]incertidumbre

source: A measure of the incompleteness of one’s knowledge or information about an unknown quantity whose true value could be established if complete knowledge and a perfect measuring device were available (<<cullen,Cullen & Frey 1999>>). <<georeferencing method,Georeferencing methods>> codify how to incorporate uncertainties from a variety of sources (including <<accuracy>> and <<precision>>) in the interpretation of a <<location>>. Compare <<accuracy>>, <<error>>, <<bias>>, <<precision>>, and <<false precision>>.
es: Medida de la falta de completitud del conocimiento o información de uno sobre una cantidad desconocida cuyo valor real podría establecerse si se dispusieran de un conocimiento completo y un dispositivo de medición perfecto (<<cullen,Cullen & Frey 1999>>). Los <<método de georreferenciación,Métodos de georreferenciación>> establecen cómo incorporar la incertidumbre desde una variedad de fuentes (incluyendo <<exactitud>> y <<precisión>>) en la interpretación de la <<ubicación>>. Comparar con <<exactitud>>, <<error>>, <<sesgo>>, <<precisión>>, y <<falsa precisión>>.

source: [[UTM]]Universal Transverse Mercator (UTM)
es: [[UTM]]Universal Transversa de Mercator (UTM)

source: A standardized <<coordinate system>> based on a metric rectangular <<grid>> system and a division of the earth into sixty 6-degree longitudinal zones. The scope of UTM covers from 84° N to 80° S. (See {gbp}##universal-transverse-mercator-utm-coordinates[Universal Transverse Mercator (UTM) Coordinates (Chapman & Wieczorek 2020)^]).
es: <<sistema-de-coordenadas, Sistema de coordenadas>> estandarizado basado en un sistema de <<grilla, grillas>> métrico rectangular y una división de la tierra en 60 zonas longitudinales de 6 grados. El alcance del sistema UTM cubre desde los 84° N hasta 80° S. (Ver {gbp}##coordenadas-universal-transversa-de-mercator[Coordendas Universal Transversa de Mercator (UTM)] (Chapman & Wieczorek 2020)).

source: [[vertical-datum]]vertical datum
es: [[datum-vertical]]datum vertical

source: A reference surface for vertical positions, such as <<elevation>>. Vertical datums fall into several categories, including: tidal, based on sea level; gravimetric, based on a <<geoid>>; geodetic, based on <<ellipsoid>> models of the Earth; or local, based on a local reference surface. Also known as height datum.
es: Superficie de referencia para posiciones verticales, como la <<elevación>>. Los datums verticales cuentan con varias categorías, incluyendo: de marea, basado en el nivel del mar; gravimétrico, basado en un <<geoide>>; geodésico, basado en modelos de <<elipsoide>> de la Tierra; o local, basado en una superficie local de referencia. También conocido como datum de altura.

source: [[WAAS]]Wide Area Augmentation System (WAAS)
es: [[WAAS]]Sistema de Aumentación de Área Amplia (WAAS)

source: An air navigation aid developed by the US Federal Aviation Administration to augment the Global Positioning System (<<GPS>>), with the goal of improving its <<accuracy>>, integrity, and availability. See also <<sbas,SBAS>>, of which WAAS is one example.
es: Una ayuda de navegación aérea desarrollada por la Administración Federal de Aviación de Estados Unidos para complementar el Sistema de Posicionamiento Global (<<GPS>>), con el objetivo de mejorar su <<exactitud>>, integridad, y disponibilidad. Ver también <<sbas,SBAS>>, de los cuales WAAS es un ejemplo.

source: World Geodetic System 1984, a popular globally-used horizontal <<geodetic coordinate reference system>> (EPSG:4326) upon which raw <<GPS>> measurements are based (though a GPS receiver is capable of delivering <<coordinates>> in other reference systems). The term is also commonly used for the <<geodetic datum>> used by that system and for the <<ellipsoid>> (EPSG:7030) upon which that <<datum>> (EPSG:6326) is based.
es: Sistema geodésico mundial 1984, un popular y globalmente usado <<sistema de referencia de coordenadas geodésico>> horizontal (EPSG:4326) en el que se basan las mediciones de los <<GPS>> (aunque un receptor GPS es capaz de entregar <<coordenadas>> en otros sistemas de referencia). El término también se utiliza comúnmente para el <<datum geodésico>> utilizado por ese sistema y para el <<elipsoide>> (EPSG:7030) en el que se basa ese <<datum>> (EPSG:6326).

source: References
es: Referencias
