Repository: gbif/doc-georeferencing-calculator-manual
Catalog: translations/*.po
Languages: es

source: Isolating uncertainty from an unknown datum. The Calculator showing parameter settings that reveal the uncertainty due to an unknown datum at the coordinate 0,0. The choices of all other parameters nullify all other contributions to overall uncertainty.
es: Aislando de la incertidumbre debida a un datum desconocido. La Calculadora muestra los ajustes de los parámetros que revelan la incertidumbre debida a un datum desconocido en la coordenada 0,0. Las elecciones de todos los demás parámetros anulan todas las demás contribuciones a la incertidumbre global.

source: Appendix A: UI components and how they relate to calculations
es: Apéndice A: Componentes UI y cómo se relacionan con los cálculos

source: [[ui-calculate]]Calculate
es: [[ui-calcular]]Calcular

source: Button used to calculate <<coordinates>> and <<uncertainty>> using the <<point-radius>> <<georeferencing-method,method>> (https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]), based on the values of parameters pertinent to the selected xref:ui-locality-type[role=ui-element]. Clicking on the xref:ui-calculate[role=ui-element] button fills in the results section of the Calculator formatted as <<Darwin-Core>> fields that need to be recorded for a <<georeference>> that follows the {gbp}[Georeferencing Best Practices (Chapman & Wieczorek 2020)^] (i.e. term:dwc[decimalLatitude], term:dwc[decimalLongitude], term:dwc[geodeticDatum], term:dwc[coordinateUncertaintyInMeters], term:dwc[coordinatePrecision], term:dwc[georeferencedBy], term:dwc[georeferencedDate], and term:dwc[georeferenceProtocol]). The calculation combines the sources of uncertainty using an algorithm appropriate to the <<locality-type>> (see {gbp}#calculating-uncertainties[Calculating Uncertainties^] in Georeferencing Best Practices). The calculations account for <<uncertainty,uncertainties>> due to <<coordinate-precision>>, unknown <<datum>>, data source, <<GPS>> <<error>>, measurement error, <<feature>> <<geographic-radial>>, distance <<precision>>, and <<heading>> precision.
es: Botón utilizado para calcular las <<coordenadas>> y la <<incertidumbre>> utilizando el <<método de georreferenciación,método>> <<radio-punto>> (https://doi.org/10.1080/13658810412331280211[Wieczorek et al. 2004^]), basándose en los valores de los parámetros pertinentes para el tipo de xref:ui-tipo-de-localidad[role=ui-element] seleccionado. Al hacer clic en el botón xref:ui-calcular[role=ui-elemento] se llena la sección de resultados de la Calculadora con el formato de los campos <<Darwin-Core>> que deben registrarse para una <<georreferencia>> que siga las {gbp}[Buenas Prácitcas de Georreferenciación (Chapman & Wieczorek 2020)^] (es decir. e. term:dwc[decimalLatitude], term:dwc[decimalLongitude], term:dwc[geodeticDatum], term:dwc[coordinateUncertaintyInMeters], term:dwc[coordinatePrecision], term:dwc[georeferencedBy], term:dwc[georeferencedDate], y term:dwc[georeferenceProtocol]). El cálculo combina las fuentes de incertidumbre utilizando un algoritmo apropiado para el <<tipo de localidad>> (ver {gbp}#calculando-incertidumbres[Calculando Incertidumbres^] en Buenas Prácticas de Georreferenciación). Los cálculos tienen en cuenta las <<incertidumbre, incertidumbres>> debidas a la <<precisión de las coordenadas>>, el <<datum>> desconocido, la fuente de datos, el <<error>> del <<GPS>>, el error de medición, el<<radio geográfico>> de la <<entidad geográfica>>, la <<precisión>>de la distancia y la precisión de la <<orientación cardinal>>.

source: [[ui-coordinate-format]]Coordinate Format
es: [[ui-formato-de-la-coordenada]]Formato de la Coordenada

source: Defines the original <<geographic-coordinates,geographic coordinate>> format (<<decimal-degrees>>, degrees minutes seconds, degrees decimal minutes) of the <<coordinates,coordinate>> source. Equivalent to the <<Darwin-Core>> term term:dwc[verbatimCoordinateSystem]. Selecting the original xref:ui-coordinate-format[role=ui-element] allows the coordinates to be entered in their native format and forces the Calculator to present appropriate options for xref:ui-input-coordinate-precision[role=ui-element]. Note that changing the xref:ui-coordinate-format[role=ui-element] will reset the xref:ui-input-coordinate-precision[role=ui-element] value to "nearest degree". Be sure to correct this for the actual <<coordinate-precision>>. Behind the scenes, the Calculator stores coordinates in decimal degrees to seven decimal places. This is to preserve the correct coordinates in all formats regardless of how many transformations are done.
es: Define el formato original de la <<coordenadas geográficas,coordenada geográfica>> (<<grados decimales>>, grados minutos segundos, grados minutos decimales) de la fuente de la <<coordenadas,coordenada>>. Equivale al término del <<Darwin-Core>> término:dwc[verbatimCoordinateSystem]. La selección del xref:ui-formato-de-la-coordenada[role=ui-element] original permite ingresar las coordenadas en su formato nativo y obliga a la Calculadora a presentar las opciones adecuadas para la xref:ui-precisión-de-la-coordenada-de-entrada[role=ui-element]. Tenga en cuenta que el cambio del xref:ui-formato-de-la-coordenada[role=ui-element] restablecerá el valor de la xref:ui-precisión-de-la-coordenada-de-entrada[role=ui-element] a "grado más cercano". Asegúrese de corregir esto para la <<precisión de las coordenadas>> actual. Tras bambalinas, la Calculadora almacena las coordenadas en grados decimales con siete cifras decimales. Esto, para mantener las coordenadas correctas en todos los formatos independientemente de cuántas transformaciones se realicen.

source: [[ui-input-coordinate-precision,Coordinate Precision]]Coordinate Precision (input)
es: [[ui-precisión-de-la-coordenada-de-entrada,Precisión de la Coordenada]]Precisión de la Coordenada (de entrada)

source: Labelled as _Precision_ in the first column of input parameters, this drop-down list is populated with levels of <<precision>> in keeping with the xref:ui-coordinate-format[role=ui-element] chosen for the verbatim original <<coordinates>>. This is similar to, but *NOT* the same as the <<Darwin-Core>> term term:dwc[coordinatePrecision], which applies to the output coordinates. A value of "[ui-element]#exact#" is any level of <<precision>> higher than the otherwise highest *precision* given on the list.
es: Etiquetado como _Precisión_ en la primera columna de los parámetros de entrada, esta lista desplegable contiene los niveles de <<precisión>> de acuerdo con el xref:ui-formato-de-la-coordenada[role=ui-element] elegido para las <<coordenadas>> originales. Es similar, pero *NO* lo mismo que el término <<Darwin-Core>> term:dwc[coordinatePrecision], que se aplica a las coordenadas de salida. Un valor de "[ui-elemento]#exacto#" es cualquier nivel de <<precisión>> más alto que el valor más alto de *precisión* dado en la lista.

source: Example
es: Ejemplo

source: For 35° 22′ 24″, the xref:ui-input-coordinate-precision[role=ui-element] would be "nearest second".
es: Para 35° 22′ 24″, la xref:ui-precisión-de-la-coordenada-de-entrada[role=ui-element] sería "segundo más cercano".

source: [[ui-output-coordinate-precision,Coordinate Precision]]Coordinate Precision (output)
es: [[ui-precisión-de-la-coordenada-de-salida,Precisión de la Coordenada]]Precisión de la Coordenada (de salida)

source: Labelled as _Precision_ in the results, this text box is populated with <<precision>> of the output <<coordinates>>, and as such is equivalent to the <<Darwin-Core>> term term:dwc[coordinatePrecision]. The precision of the output in the Calculator is always "0.0000001", no matter how many digits appear to the right of the decimal indicator in the xref:ui-output-latitude[role=ui-element] and xref:ui-output-longitude[role=ui-element].
es: Etiquetado como _Precisión_ en los resultados, este cuadro de texto se llena con la <<precisión>> de las <<coordenadas>> de salida y como tal es equivalente al término del <<Darwin-Core>> term:dwc[coordinatePrecision]. La precisión de la coordenada salida en la Calculadora siempre es "0.0000001", sin importar cuántos dígitos aparezcan a la derecha del indicador decimal en la xref:ui-latitud-de-salida[role=ui-element] y la xref:ui-langitud-de-salida[role=ui-element].

source: [[ui-coordinate-source]]Coordinate Source
es: [[ui-fuente-de-las-coordenadas]]Fuente de las Coordenadas

source: The resources (map, <<GPS>>, <<gazetteer>>, <<locality>> description) from which the xref:ui-input-latitude[role=ui-element] and xref:ui-input-longitude[role=ui-element] were derived. Related to, but *NOT* the same as the <<Darwin-Core>> term term:dwc[georeferenceSources], which requires the specific resources used rather than their characteristics. Note that the <<uncertainty,uncertainties>> from the two sources "_gazetteer_" and "_locality description_" can not be anticipated universally, and therefore do not contribute to the uncertainty in the calculations. If the <<error>> characteristics of the specific sources of this type are known, they can be added in the xref:ui-measurement-error[role=ui-element] before calculating. If the source "_GPS_" is selected, the label for xref:ui-measurement-error[role=ui-element] will change to xref:ui-gps-accuracy[role=ui-element], which is where <<accuracy>> distance of the <<GPS>> at the time the <<coordinates>> were taken should be entered. For details on xref:ui-gps-accuracy[role=ui-element] see {gbp}using-a-gps[Using a GPS^] in {gbp}[Georeferencing Best Practices (Chapman & Wieczorek 2020)^].
es: Los recursos (mapa, <<GPS>>, <<gacetero>>, descripción de <<localidad>>) de los que se derivaron la xref:ui-latitud-de-entrada[role=ui-element] y la xref:ui-longitud-de-entrada[role=ui-element]. Relacionado con, pero *NO* lo mismo que el término del <<Darwin-Core>> term:dwc[georeferenceSources], que requiere los recursos específicos utilizados en lugar de sus características. Tenga en cuenta que las <<incertidumbre, incertidumbres>> de las fuentes "_gacetero_" y "_descripción de localidad_" no pueden anticiparse universalmente y por tanto no contribuyen a la incertidumbre en los cálculos. Si se conocen las características del <<error>> de las fuentes específicas de este tipo, se pueden añadir en el xref:ui-error-de-medición[role=ui-element] antes de realizar el cálculo. Si se selecciona la fuente "_GPS_", la etiqueta de xref:ui-error-de-medición[role=ui-element] cambiará a xref:ui-exactitud-del-gps[role=ui-element] en el que se debe introducir la <<precisión>> de la distancia del <<GPS>> en el momento en que se tomaron las <<coordenadas>>. Para más detalles sobre xref:ui-exactitud-del-gps[role=ui-element] vea {gbp}usando-un-gps[Usando un GPS^] en {gbp}[Buenas Prácticas de Georreferenciación (Chapman & Wieczorek 2020)^].

source: Defines the position of the origin and orientation of an <<ellipsoid>> upon which the <<coordinates>> are based for the given xref:ui-coordinate-source[role=ui-element]. Equivalent to the <<Darwin-Core>> term term:dwc[geodeticDatum]. The Calculator includes ellipsoids on the xref:ui-datum[role=ui-element] drop-down list, as sometimes that is all that coordinate source shows. The choice of xref:ui-datum[role=ui-element] has two important effects. The first is the contribution to <<uncertainty>> if the <<datum>> of the source coordinates is not known. If the datum and ellipsoid are not known, choose the option "_datum not recorded_". _Uncertainty_ due to an unknown datum can be severe and varies geographically in a complex way, with a worst-case contribution of 5359 m (see {gbp}#coordinate-reference-system[Coordinate Reference System^] in {gbp}[Georeferencing Best Practices (Chapman & Wieczorek 2020)^]. The second important effect of the xref:ui-datum[role=ui-element] selection is to provide the characteristics of the ellipsoid model of the earth, which the distance calculations depend on.
es: Define la posición del origen y la orientación de un <<elipsoide>> en el que se basan las <<coordenadas>> para la xref:ui-fuente-de-las-coordenadas[role=ui-element] dada. Equivale al término del <<Darwin-Core>> term:dwc[geodeticDatum]. La Calculadora incluye elipsoides en la lista desplegable xref:ui-datum[role=ui-element], ya que a veces es lo único que muestra en la fuente de coordenadas. La elección del xref:ui-datum[role=ui-element] tiene dos efectos importantes. El primero es la contribución a la <<incertidumbre>> si no se conoce el <<datum>> de las coordenadas fuente. Si el datum y el elipsoide no se conocen, elija la opción "_datum no indicado_". La incertidumbre debida a un datum desconocido puede ser severa y varía geográficamente de forma compleja, con una contribución en el peor de los casos de 5359 m (ver {gbp}#sistema-de-referencia-de-coordenadas[Sistema de Referencia de Coordenadas^] en {gbp}[Buenas Prácticas de Georreferenciación (Chapman & Wieczorek 2020)^]. El segundo efecto importante de la selección del xref:ui-datum[role=ui-element] es proporcionar las características del modelo de elipsoide de la tierra, del que dependen los cálculos de distancia.

source: [[ui-direction]]Direction
es: [[ui-dirección]]Dirección

source: The <<heading>> given in the <<locality>> description, either as a standard compass point (see https://en.wikipedia.org/wiki/Boxing_the_compass[Boxing the compass]) or as a number of degrees in the clockwise direction from north. If "_degrees from N_" is selected, there will appear a text box to the right of it in which to enter the degree heading.
es: La <<orientación cardinal>> indicada en la descripción de la <<localidad>>, ya sea como un punto de brújula estándar (ver https://es.wikipedia.org/wiki/Puntos_del_compás[Puntos del Compás]) o como un número de grados en el sentido de las agujas del reloj desde el norte. Si se selecciona "_grados desde N_", aparecerá un cuadro de texto a la derecha en el que se debe introducir la orientación cardinal en grados.

source: Some marine locality descriptions reference a direction to a landmark (azimuth) rather than a heading from the current location, for example, "327° to Nubble Lighthouse". To make an offset at a heading calculation for such a locality description, use the compass point 180 degrees from the one given in the locality description (147° in the example above) as the Direction.
es: Algunas descripciones de localidades marinas hacen referencia a una dirección hacia un punto de referencia (azimuth) en lugar de un rumbo desde la ubicación actual, por ejemplo, "327° al Faro de Nubble". Para hacer un cálculo de desplazamiento a un rumbo para una descripción de localidad de este tipo, utilice el punto de la brújula a 180 grados del indicado en la descripción de la localidad (147° en el ejemplo anterior) como la Dirección.

source: [[ui-distance-precision]]Distance Precision
es: [[ui-precisión-de-la-distancia]]Precisión de la Distancia

source: Labelled as [ui-element]#Precision# in the second column of input parameters. Refers to the <<precision>> with which a distance was described in a <<locality>> (see {gbp}#uncertainty-related-to-offset-precision[Uncertainty Related to Offset Precision] in {gbp}[Georeferencing Best Practices (Chapman & Wieczorek 2020)^]. This drop-down list is populated in keeping with the _Distance Units_ chosen and contains powers of ten and simple fractions to indicate the precision demonstrated in the verbatim original <<offset>>.
es: Etiquetado como [ui-elemento]#Precisión# en la segunda columna de parámetros de entrada. Se refiere a la <<precisión>> con la que se describió una distancia en una <<localidad>> (ver {gbp}#incertidumbre-relacionada-con-la-precisión-del-desplazamiento[Incertidumbre Relacionada con la Precisión del Desplazamiento] en {gbp}[Buenas Prácticas de Georreferenciación (Chapman & Wieczorek 2020)^]. Esta lista desplegable muestra opciones diferentes dependiendo de las _Unidades de la distancia_ elegidas y contiene potencias de diez y fracciones simples para indicar la precisión demostrada en el <<desplazamiento>> original.

source: Examples
es: Ejemplos

source: select "_1 mi_" for "6 mi NE of Davis," select "_1/10 km_" for "3.2 km SE of Lisbon".
es: seleccione "_1 mi_" para "6 mi NE de Davis", seleccione "_1/10 km_" para "3.2 km SE de Lisboa".

source: [[ui-distance-units]]Distance Units
es: [[ui-unidades-de-la-distancia]]Unidades de la Distancia

source: Denotes the real world units used in the <<locality>> description. It is important to select the original units as given in the description, because this is needed to properly incorporate the <<uncertainty>> from distance <<precision>>.
es: Denota las unidades del mundo real utilizadas en la descripción de la <<localidad>>. Es importante seleccionar las unidades originales tal y como aparecen en la descripción, ya que son necesarias para incorporar correctamente la <<incertidumbre>> de la <<precisión>> de la distancia.

source: select "_mi_" for "10 mi E (by air) Bakersfield," + select "_km_" for "3.2 km SE of Lisbon".
es: seleccione "_mi_" para "10 mi E (por aire) de Bakersfield", + seleccione "_km_" para "3.2 km SE de Lisboa".

source: [[ui-go-here]]Go here
es: [[ui-ir-allí]]Ir Allí

source: Button used to copy and potentially convert the calculated <<coordinates>> from the xref:ui-output-latitude[role=ui-element] and xref:ui-output-longitude[role=ui-element] into the xref:ui-input-latitude[role=ui-element] and xref:ui-input-longitude[role=ui-element] fields in preparation for a new calculation based on the previous results, eliminating the need to copy manually or to use cut and paste keyboard combinations.
es: Botón utilizado para copiar y potencialmente convertir las <<coordenadas>> calculadas desde los campos xref:ui-latitud-de-salida[role=ui-elemento] y xref:ui-longitud-de-salida[role=ui-elemento] en los campos xref:ui-latitud-de-entrada[role=ui-elemento] y xref:ui-longitud-de-entrada[role=ui-elemento] en preparación para un nuevo cálculo basado en los resultados anteriores, eliminando la necesidad de copiar manualmente o de utilizar combinaciones de teclado para cortar y pegar.

source: [[ui-gps-accuracy]]GPS Accuracy
es: [[ui-exactitud-del-gps]]Exactitud del GPS

source: When "_GPS_" is selected from the xref:ui-coordinate-source[role=ui-element] drop-down list, the label for the xref:ui-measurement-error[role=ui-element] text box changes to xref:ui-gps-accuracy[role=ui-element]. Enter the value given by the <<GPS>> at the time the <<coordinates>> were captured. If not known, enter 100 m for standard hand-held GPS coordinates taken before 1 May 2000 when Selective Availability was discontinued. After that, use 30 m as a default value.
es: Cuando se selecciona "_GPS_" en la lista desplegable xref:ui-fuente-de-las-coordenadas[role=ui-elemento], la etiqueta del cuadro de texto xref:ui-error-de-medición[role=ui-elemento] cambia a xref:ui-exactitud-del-gps[role=ui-elemento]. Introduzca el valor dado por el <<GPS>> en el momento en que se capturaron las <<coordenadas>>. Si no se conoce, introduzca 100 m para las coordenadas tomadas con un GPS portátil estándar antes del 1 de mayo de 2000, fecha en que se descontinuó la Disponibilidad Selectiva. Para fechas posteriores, utilice 30 m como valor por defecto.

source: [[ui-language]]Language
es: [[ui-idioma]]Idioma

source: The Calculator may be used in English, Spanish, Portuguese, French, or Dutch. The language can be changed using the [ui-element]#Language# drop-down in the upper left-hand corner of the Calculator. Regardless of the language chosen, the Calculator always uses a period ('.') as the decimal separator. If you would like to contribute labels for another language, please submit an issue to the Calculator https://github.com/VertNet/georefcalculator/issues[GitHub repository].
es: La Calculadora puede utilizarse en inglés, español, portugués, francés u holandés. El idioma puede cambiarse mediante el menú desplegable de [ui-elemento]#Idioma# situado en la esquina superior izquierda de la Calculadora. Independientemente del idioma elegido, la Calculadora siempre utiliza un punto ('.') como separador de decimales. Si desea contribuir con etiquetas para otro idioma, someta un asunto a el https://github.com/VertNet/georefcalculator/issues[repositorio GitHub] de la Calculadora.

source: [[ui-input-latitude]]Input Latitude
es: [[ui-latitud-de-entrada]]Latitud de Entrada

source: The <<geographic-coordinates,geographic coordinate>> north or south of the Equator (where <<latitude>> is 0) for the point of reference for the calculation, which is determined by the specific <<locality-type>>. <<latitude,Latitudes>> north of the Equator are positive by convention, while latitudes to the south are negative. The minus sign ("−") should be included as appropriate. The Calculator supports degree-based <<geographic-coordinates,geographic coordinate>> formats for latitude and <<longitude>>: <<decimal-degrees>> (e.g. 35.3733333), degrees decimal minutes (e.g. 35° 22.4′ N) and <<DMS,degrees-minutes-seconds>> (e.g. 35° 22′ 24″ N).
es: La <<coordenadas geográficas,coordenada geográfica>> al norte o al sur del Ecuador (donde la <<latitud>> es 0) para el punto de referencia del cálculo, que está determinado por el <<tipo de localidad>> específico. Las <<latitudes>> al norte del Ecuador son positivas por convención, mientras que las latitudes al sur son negativas. El signo menos ("-") debe incluirse según corresponda. La calculadora admite los formatos de <<coordenadas geográficas, coordenada geográfica>> para la latitud y la <<longitud>>: <<grados-decimales>> (p. ej. 35.3733333), grados-minutos decimales (p. ej. 35° 22.4′ N) y <<GMS,grados-minutos-segundos>> (p. ej. 35° 22′ 24″ N).

source: [[ui-output-latitude]]Output Latitude
es: [[ui-latitud-de-salida]]Latitud de Salida

source: The resulting <<latitude>> for a given calculation, in <<decimal-degrees>>. Equivalent to the <<Darwin-Core>> term term:dwc[decimalLatitude]. See also, xref:ui-input-latitude[role=ui-element].
es: La <<latitud>> resultante para un cálculo determinado, en <<grados decimales>>. Equivale al término del <<Darwin-Core>> term:dwc[decimalLatitude]. Ver también, xref:ui-latitud-de-entrada[role=ui-elemento].

source: [[ui-locality-type]]Locality Type
es: [[ui-tipo-de-localidad]]Tipo de Localidad

source: The pattern of the most specific part of a <<locality>> description to be <<georeference,georeferenced>>. The Calculator can compute georeferences for six basic <<locality-type,locality types>>: _Coordinates only_, _Geographic feature only_, _Distance only_, _Distance along a path_, _Distance along orthogonal directions_, and _Distance at a heading_. Selecting a xref:ui-locality-type[role=ui-element] will configure the Calculator to show all of the parameters that need to be set or chosen in order to do the georeference calculation. The {gqg}[Georeferencing Quick Reference Guide (Zermoglio et al. 2020)^] gives specific instructions for how to set the parameters for different examples of each of the locality types.
es: El patrón de la parte más específica de la descripción de una <<localidad>> que debe ser <<georreferenciada,georreferenciado>>. La calculadora puede calcular las georreferencias para seis tipos básicos de "localidades": _Sólo coordenadas_, _Sólo entidad geográfica_, _Sólo distancia_, _Distancia a lo largo de una ruta, _Distancia a lo largo de direcciones ortogonales_ y _Distancia en una dirección_. Al seleccionar un tipo xref:ui-tipo-de-localidad[role=ui-element] se configurará la Calculadora para que muestre todos los parámetros que deben establecerse o elegirse para realizar el cálculo de la georreferencia. La {gqg}[Guía de Referencia Rápida de Georreferenciación (Zermoglio et al. 2020)^] ofrece instrucciones específicas sobre cómo establecer los parámetros para diferentes ejemplos de cada uno de los tipos de localidad.
